Repository: Nepose/MAG_Software_Portal
Catalog: embedded_portal/default_sources/system/pages/loader/lang/*.po
Languages: el

source: Loading portal...
el: 'Εκκίνηση του portal ...

source: Press MENU to load portal selection screen
el: Πατήστε MENU για να φορτώσει η οθόνη επιλογής portal

source: Select a portal for loading
el: Επιλέξτε ένα portal για εκκίνηση

source: Page loading error
el: Σφάλμα φόρτωσης σελίδας

source: Enabled
el: Ενεργοποιήθηκε

source: Model:
el: Mοντέλο:

source: Version:
el: Έκδοση:

source: Please check the connection and the page URL
el: Παρακαλώ ελέγξτε τη σύνδεση και τη διεύθυνση URL της σελίδας

source: Try again
el: Δοκιμάστε ξανά

source: Embedded portal
el: Ενσωματωμένο portal

source: System settings
el: Ρυθμίσεις συστήματος

source: Disabled
el: Απενεργοποιήθηκε
