Repository: Nepose/MAG_Software_Portal
Catalog: embedded_portal/default_sources/public/portal/master_settings/lang/*.po
Languages: bg, es

source: Welcome
bg: Добро пожаловать
es: Bienvenido

source: Select language
bg: Выберите язык
es: Seleccione su idioma

source: Use Up and Down, Left and Right buttons for selecting. Press OK button to confirm.
bg: Для навигации используйте кнопки "Вверх", "Вниз", "Влево", "Вправо". Для подтверждения выбора - "OK".
es: Utilice las teclas Arriba y Abajo, Izquierda y Derecha para seleccionar botones. Pulse el botón OK para confirmar.

source: Exit
bg: Выход
es: Çıkış

source: AuraHD Setup Wizard
bg: Мастер настройки AuraHD
es: Asistente de configuración AuraHD

source: Use the SetUp Wizard to edit Internet access settings, select display options and set your time zone
bg: Для настройки доступа в Интернет, выбора параметров отображения и часового пояса запустите Мастер настройки
es: Utilice el asistente de configuración para editar la configuración de acceso a Internet, seleccione Mostrar opciones y configurar su zona horaria

source: Run the Setup Wizard
bg: Запустить Мастер настройки
es: Ejecute el Asistente de configuración

source: Set up manually later
bg: Настроить позже вручную
es: Configurar manualmente más tarde

source: Step 1: Connecting to your TV
bg: Шаг 1: Подключение к телевизору
es: Paso 1: Conecta a su televisor

source: For optimal display settings, specify your TV model and AuraHD connection type. Please, read the TV user guide before you do it.
bg: Укажите, какой у вас телевизор и тип соединения с AuraHD, чтобы Мастер настройки подобрал оптимальные параметры отображения. Предварительно рекомендуем ознакомиться с инструкцией к вашему телевизору.
es: Para una óptima configuración de la pantalla, especifique el modelo de televisor y AuraHD tipo de conexión. Por favor, lee la guía de usuario TV antes de que usted lo haga.

source: RCA cable
bg: Кабель RCA
es: Cable RCA

source: HDMI cable
bg: Кабель HDMI
es: Cable HDMI

source: Attention:
bg: Внимание:
es: Atención:

source: For TVs with the HDMI interface, we recommend to use an HDMI cable for connecting AuraHD to maximize image quality (HD or Full HD).
bg: Если ваш телевизор оснащен HDMI-входом, для обеспечения максимально возможного качества картинки (HD или Full HD) мы рекомендуем подключать AuraHD с помощью HDMI-кабеля.
es: Para los televisores con la interfaz HDMI, recomendamos utilizar un cable HDMI para conectar AuraHD para maximizar la calidad de imagen (HD o Full HD)

source: Step 2: Connecting AuraHD to LAN and/or to the Internet
bg: Шаг 2: Подключение медиаплеера к локальной сети и/или сети Интернет
es: Paso 2: Conectar AuraHD a red LAN y/o Internet

source: Active AuraHD Internet connection gives you access to web resources from your TV and also makes it possible to view media files located on your computer or local network. Select the connection type:
es: Conexión activa a AuraHD Internet le da acceso a los recursos de la web de tu TV y también hace posible ver los archivos de los medios de comunicación ubicados en su ordenador o red local. Seleccione el tipo de conexión:

source: Wired
es: Conexión

source: Skip
bg: Пропустить
es: Omitir

source: Step 2.3: Checking wireless network and Internet connection
es: Paso 2.3: Comprobación de red inalámbrica y conexión a Internet

source: Step 2.1: Checking local network and Internet connection
es: Paso 2.1: Comprobación de red local y conexión a Internet

source: Checking wireless network
es: Comprobación de red inalámbrica

source: Checking local network connection
es: Comprobación de conexión de red local

source: sec.
bg: сек.
es: seg.

source: Checking Internet connection
bg: Проверка подключения к Интернет
es: Comprobación de la conexión a Internet

source: Cancel
bg: Прервать
es: İptal

source: Information
bg: Информация
es: Información

source: Refresh
bg: Обновить
es: Actualizar

source: To access additional/advanced settings in the Main Menu, press the SET/SETUP button on the remote control.
bg: Дополнительные/расширенные настройки доступны из главного меню по нажатию кнопки SET/SETUP на пульте ДУ
es: Para acceder a opciones avanzadas en el menú principal, presione el botón SET/SETUP en el control remoto.

source: Close
bg: Закрыть
es: Cerrar

source: Step 2.1: Connecting to the Wireless LAN
bg: Шаг 2.1: Подключение к беспроводной сети
es: Paso 2.1 : Conexión a la LAN inalámbrica

source: Select LAN
es: Seleccione LAN

source: Select preferred wireless LAN or set it up manually
bg: Выберите название беспроводной сети, к которой вы хотите подключиться, либо настройте подключение вручную
es: Seleccione LAN inalámbrica preferida o configurarlo manualmente

source: Manual settings
bg: Настроить вручную
es: Configuración manual

source: Step 2.2: Password
bg: Шаг 2.2: Пароль
es: Paso 2.2: contraseña

source: Next
bg: Далее
es: Siguiente

source: Keyboard
bg: Клавиатура
es: Teclado

source: Step 2.2: Advanced settings
bg: Шаг 2.2: Расширенные настройки
es: Paso 2.2: Configuración avanzada

source: Authentication:
bg: Аутентификация:
es: Autentificación:

source: Open
bg: Открытая
es: Abrir

source: Shared key
bg: Общий ключ
es: Clave compartida

source: Auto Open/Shared key
bg: Авто Открытая/Общий ключ
es: Apertura automática clave compartida

source: Encryption:
bg: Шифрование:
es: Encriptación:

source: Disabled
bg: Отключено
es: Inhabilitar

source: SSID (network):
bg: SSID (сеть):
es: (Red) SSID:

source: Select/Next
bg: Выбрать/Далее
es: Seleccionar / Siguiente

source: Step 3: Weather forecast
bg: Шаг 3: Прогноз погоды
es: Paso 3: Pronóstico del tiempo

source: Weather forecast
bg: Прогноз погоды
es: Pronóstico del tiempo

source: Select your city and press OK
bg: Выберите город и нажмите "OK"
es: Seleccione su ciudad y presione OK

source: Step 4: Time zone
bg: Шаг 4: Выбор часового пояса
es: Paso 4: Zona horaria

source: Select your time zone
es: Seleccione su zona horaria

source: Setup completed
bg: Настройка завершена
es: Instalación completada

source: Thank you!
bg: Спасибо!
es: Gracias!

source: The Setup Wizard is complete. All selected settings will be stored in the device’s memory. To edit the system settings any time, press SET or SETUP on your remote control and open the Main Menu.
bg: Мастер настройки закончил свою работу. Все выбранные пункты будут сохранены в памяти медиаплеера. Впоследствии системные настройки можно корректировать из главного меню по нажатию кнопки SET/SETUP на пульте ДУ
es: El asistente de instalación está completo. Todos los ajustes seleccionados se almacenarán en la memoria del dispositivo. Para modificar el sistema de configuración en cualquier momento, pulse SET o configurar tu control remoto y abra el menú principal.

source: Terms of use
bg: Пользовательское соглашение
es: Condiciones de uso

source: Continue
bg: Далее
es: Continuar

source: Unfortunately, the Setup Wizard was unable to connect your device to LAN and Internet.<br />Please, check general connection terms:<br /> - the Ethernet cable connected to the appropriate slot of the device;<br /> - Wi-Fi status.<br />Try to connect again.
bg: К сожалению, Мастер настройки не смог соединить ваш медиаплеер с Локальной сетью и сетью Интернет.<br />Проверьте, пожалуйста, основные условия соединения:<br /> - подключен ли Ethernet-кабель в соответствующий слот на задней панели медиаплеера;<br /> - cостояние Wi-Fi адаптера.<br />Попробуйте подключиться еще раз.
es: Desafortunadamente, no se puede conectar el dispositivo a la red LAN a Internet.<br />Por favor, consulte la conexión:<br /> - cable Ethernet conectado a la ranura apropiada del dispositivo;<br /> - Estado Wi-Fi<br />e intenta conectarse de nuevo.

source: Network connection successful. No Internet connection.<br />Possibly, no access to external services.<br />Check your Internet connection status.
bg: Подключение к локальной сети прошло успешно. Подключение к сети Интернет отсутствует.<br />Может отсутствовать доступ к внешним сервисам.<br />Проверьте, активно ли соединение с Интернет.
es: Conexión exitosa a la red. No hay conexión a Internet.<br />Posiblemente, sin acceso a servicios externos.<br />Compruebe el estado de la conexión de Internet.

source: Wireless network connection successful. Internet connection available.
es: Conexión de red inalámbrica exitosa. Conexión a Internet disponible.

source: Network connection successful. Internet connection available.
bg: Подключение к локальной сети прошло успешно. Интернет доступен.
es: Conexión de red exitosa. Conexión a Internet disponible.

source: Notice
es: Aviso

source: Wi-Fi adapter not connected
es: Adaptador Wi-Fi no conectado
