Repository: Nepose/MAG_Software_Portal
Catalog: embedded_portal/default_sources/public/portal/lang/*.po
Languages: de, el, tr, uk

source: Stop
el: Διακοπή
tr: Dur
uk: Зупинити

source: DVB channel list was changed
de: DVB-Sender Liste wurde verändert
el: Η λίστα καναλιών DVB άλλαξε
tr: DVB kanalları listesi değiştirildi
uk: Список DVB-каналів змінився

source: Save updated DVB channel list?
de: Aktualisierte DVB-Sender Liste speichern?
el: Αποθήκευση της ενημερωμένης λίστας καναλιών DVB;
tr: Değişikli DVB kanalları listesi kaydetmek istiyor musunuz?
uk: Зберегти оновлений список DVB-каналів?

source: Group name
de: Gruppenname
el: Όνομα ομάδας
tr: Grup adı
uk: Ім'я групи

source: EPG is missing
de: EPG fehlt
el: Ο EPG λείπει
tr: EPG bulunamadı
uk: EPG відсутне

source: Duration:
de: Dauer:
el: Διάρκεια:
tr: Süre:
uk: Тривалість:

source: Open selected
de: Ausgewählte öffnen
el: Άνοιγμα επιλεγμένου
tr: Seçileni aç
uk: Відкрити виділене

source: Mount
de: Anbringen
el: Προσάρτηση
tr: Bağla
uk: Підключити

source: Mount share
de: Bezugsquelle aktivieren
el: Ενεργοποίηση του πόρου
tr: Kaynağı bağla
uk: Підключити ресурс

source: Unmount share
de: Bezugsquelle deaktivieren
el: Απενεργοποίηση του πόρου
tr: Kaynağı kes
uk: Відключити ресурс

source: Edit share
de: Bearbeiten
el: Επεξεργασία πόρου
tr: Değiştir
uk: Редагувати

source: Cut
de: Ausschneiden
el: Αποκοπή
tr: Kes
uk: Вирізати

source: Copy
de: Kopieren
el: Αντιγραφή
tr: Kopyala
uk: Копіювати

source: Paste
de: Einfügen
el: Επικόληση
tr: Yapıştır
uk: Вставити

source: View
de: Ansicht
el: Προβολή
tr: Görünüm
uk: Вид

source: All
de: Alle
el: Όλα
tr: Tümü
uk: Всi

source: Folders
de: Ordner
el: Φάκελοι
tr: Belgeler
uk: Папки

source: Audio
el: Ήχος
tr: Ses kayıtları
uk: Аудіо

source: Video
el: Βίντεο
tr: Video kayıtlar
uk: Відео

source: Images
de: Bilder
el: Εικόνες
tr: Görüntü
uk: Зображення

source: Playlists
de: Wiedergabelisten
el: Λίστες αναπαραγωγής
tr: Oynatma listeleri
uk: Плейлисти

source: ISO
uk: Образи

source: Subtitles
de: Untertitel
el: Υπότιτλοι
tr: Altyazı
uk: Субтитри

source: Streams
el: Ροές (Streams)
tr: Akış
uk: Потоки

source: Sort
de: Sortieren
el: Ταξινόμηση
tr: Sırala
uk: Сортувати

source: By name
de: Nach Namen
el: Με βάση το όνομα
tr: Ada göre
uk: За іменем

source: By size
de: Nach Größe
el: Με βάση το μέγεθος
tr: Büyüklüğe göre
uk: За розміром

source: By type
de: Nach Typ
el: Με βάση τον τύπο
tr: Türe göre
uk: За типом

source: By extension
de: Nach Ausbreitung
el: Με βάση την επέκταση
tr: Boyuta göre
uk: За розширенням

source: Tools
de: Werkzeug
el: Εργαλεία
tr: Araçlar
uk: Інструменти

source: Connect NFS/SMB
de: NFS/SMB aktivieren
el: Σύνδεση NFS/SMB
tr: NFS/SMB bağla
uk: Підключити NFS/SMB

source: Disconnect NFS/SMB
de: NFS/SMB deaktivieren
el: Αποσύνδεση NFS/SMB
tr: NFS/SMB kes
uk: Відключити NFS/SMB

source: Disk formatting
de: Formatierung der Festplatte
el: Μορφοποίηση δίσκου
tr: Disk biçimlendirme
uk: Форматування диска

source: Enter path or file name...
de: Pfad- oder Dateinamen eingeben ...
el: Εισάγετε τη διαδρομή ή το όνομα αρχείου ...
tr: Yolu veya dosya adını giriniz...
uk: Введіть шлях або ім'я файлу...

source: Show<br>info panel
de: Informationsfeld<br/>einblenden
el: Εμφάνιση<br />πληροφοριών
tr: Bilgi panelini<br /> göster
uk: Показати<br />інфо-блок

source: Items:
de: Aufzeichnungen:
el: Είδη:
tr: Öğeler:
uk: Записів:

source: Selected:
de: Ausgewählt:
el: Επιλεγμένα:
tr: Seçilmiş:
uk: Вибрано:

source: Hide<br>info panel
de: Informationsfeld<br/>ausblenden
el: Απόκρυψη<br />πληροφοριών
tr: Bilgi panelini <br />gizlet
uk: Сховати<br />інфо-блок

source: Warning!
de: Warnung!
el: Προσοχή!
tr: Dikkat!
uk: Увага!

source: "Storage read only access mode" is enabled in System Settings
de: "Speicherung des Zugriffsmodus nur lesen " in den Systemeinstellungen aktiviert
el: Η λειτουργία αποθήκευσης μόνο για ανάγνωση"είναι ενεργοποιημένη στις ρυθμίσεις συστήματος
tr: Depolama cihazı için Sistem Ayarlarında ''sadece-okuma'' modu açıldı
uk: Включений режим "тільки читання" для накопичувача в Системних налаштуваннях

source: Deletion error
de: Fehler beim Entfernen
el: Σφάλμα διαγραφής
tr: Silme hatası
uk: Помилка видалення

source: Unable to remove all selected items
de: Nicht alle ausgewählten Einträge konnten entfernt werden
el: Δεν είναι δυνατή η αφαίρεση όλων των επιλεγμένων στοιχείων
tr: Tüm seçilmiş öğeler silinemedi
uk: Не вдалося видалити всі виділені об'єкти

source: Contains a list of items corresponding to the given filter request
de: Enthält eine Liste an Elementen entsprechend der gefilterten Anfrage
el: Περιέχει μια λίστα των αντικειμένων που αντιστοιχούν στο συγκεκριμένο αίτημα του φίλτρου
tr: Gösterilen isteğe uygun olan kayıt listesi içerir.
uk: Містить список записів, що відповідають вказаному запиту.

source: LAN supports SMB/CIFS protocol, contains available working groups
de: LAN unterstützt SMB/CIFS Protokoll und enthält Liste aller Arbeitsgruppen
el: Το LAN υποστηρίζει το πρωτόκολλο SMB / CIFS, περιέχει τις διαθέσιμες ενεργές ομάδες
tr: Yerer Alan Ağı SMB / CIFS protokolününe göre çalışıp tüm çalışma grupları içerir
uk: Мережеве оточення працює за протоколом SMB/CIFS та містить список усіх доступних робочих груп

source: List of working group computers
de: Liste der Computer Arbeitsgruppe
el: Λίστα των ενεργών υπολογιστών ομάδας
tr: Çalışma grubunda bilgisayar listesini içerir
uk: Містить список комп'ютерів у робочій групі

source: List of available folders for every computer
de: Liste der verfügbaren Ordner für jeden Computer
el: Λίστα με τους διαθέσιμους φακέλους για κάθε υπολογιστή
tr: Her bilgisayarda mevcut belgeler listesi bulunur
uk: Кожен комп'ютер містить список доступних папок

source: Access to folders and files of selected network folder
de: Zugriff auf Ordner und Dateien des ausgewählten Netzwerkordners
el: Πρόσβαση σε φακέλους και αρχεία του επιλεγμένου φακέλου δικτύου
tr: Klasörlere ve seçilen ağ klasörünün dosyalarına erişim
uk: Надає доступ до директорій і файлів вибраної мережевої папки

source: Folder:
de: Ordner:
el: Φάκελος:
tr: Klasör:
uk: Папка:

source: Address:
de: Adresse:
el: Διεύθυνση:
tr: Adres:
uk: Адреса:

source: Type:
de: Typ:
el: Τύπος:
tr: Tür:
uk: Тип:

source: Plug&Play, a set of protocols for seamless connection of network devices, home and corporate. Easy and user-friendly access to media files in LAN.
de: Plug&Play, eine Reihe von Protokollen, für die nahtlos eine Verbindung zwischen zwei Netzwerkgeräten, die im Netz präsent sind, aufgebaut wird. Dadurch werden funktionale Netzdienste unterstützt, Datenaustausch sowie Kommunikation und Unterhaltung zwischen den Geräten ermöglicht.
el: Universal Plug and Play - αυτόματη διαμόρφωση των συσκευών του δικτύου, τόσο στο εσωτερικό όσο και στο εταιρικό περιβάλλον. Παρέχει εύκολη και άνετη πρόσβαση σε αρχεία πολυμέσων στο τοπικό δίκτυο.
tr: Plug and Play hem evinizde, hem de şirketinizde ağ cihazlarının üniversel otomatik ayarlanmaktır. Yerel Alan Ağındaki dosyalara basit ve kullanışlı erişim sunar.
uk: Universal Plug and Play - універсальне автоматичне налаштування мережевих пристроїв як вдома, так і в корпоративному середовищі. Надає простий і зручний доступ до медіафайлів у локальній мережі.

source: Access to list of Timeshift and PVR records collected from all available at the moment storages. All records are grouped by the channel names.
de: Zugang zur Timeshift Liste und den PVR Aufzeichnungen - gesammelt aus allen momentan verfügbaren Speichern. Alle Aufzeichnungen sind nach dem Sendernamen gruppiert.
el: Πρόσβαση στη λίστα Timeshift και στις PVR εγγραφές που συλλέγονται από όλα τα διαθέσιμα στις αποθηκευτικά μέσα. Όλες οι εγγραφές ομαδοποιούνται από τα ονόματα των καναλιών.
tr: Şu an mevcut olan taşayıcı tümünden toplanmış Timeshift ve PVR kayıt listesine erişim sunar. Tüm kayıtlar kanallar adlarına göre sıralandı.
uk: Надає доступ до списку записів Timeshift і PVR, зібраних з усіх доступних на даний момент накопичувачів. Усі записи впорядковані за іменами каналів.

source: Opens a list of Timeshift and PVR records sorted by record date
de: Zugang zur Timeshift Liste und PVR Aufzeichnungen, geordnet nach Aufzeichnungsdatum
el: Ανοίγει μια λίστα με τα αρχεία Timeshift και τις PVR εγγραφές ταξινομημένες κατά ημερομηνία εγγραφής
tr: Kayıt tarihine göre sıralanan Timeshift ve PVR kayıt listesine erişim sunar
uk: Надає доступ до списку записів Timeshift і PVR, впорядкованих за датою запису

source: Access to list of Timeshift and PVR records sorted by record time
de: Zugang zur Timeshift Liste und den PVR Aufzeichnungen - nach Aufnahmezeit gruppiert
el: Πρόσβαση στη λίστα Timeshift και τις PVR εγγραφές ταξινομημένες κατά χρόνο εγγραφής
tr: Kayıt saatine göre sıralanan Timeshift ve PVR kayıt listesine erişim sunar
uk: Надає доступ до списку записів Timeshift і PVR, впорядкованих за часом запису

source: Opens a full editable list of favourite records
de: Zugang zur Liste an favorisierten Aufzeichnungen mit der Möglichkeit zur Bearbeitung
el: Ανοίγει μια πλήρως επεξεργάσιμη λίστα με τις αγαπημένες εγγραφές
tr: Değiştirmeli ortak seçilmiş kayıt listesine erişim sunar
uk: Надає доступ до загального списку обраних записів з можливістю редагування

source: Saved items:
de: Gespeicherte Aufzeichnungen:
el: Αποθηκευμένα στοιχεία:
tr: Kaydedilen öğeler:
uk: Збережених записів:

source: Unsaved changes:
de: Nicht gespeicherte Änderungen:
el: Μη αποθηκευμένες αλλαγές:
tr: Kaydedilmeyen değişiklikler:
uk: Наявність незбережених змін:

source: yes
de: ja
el: ναι
tr: evet
uk: так

source: no
de: nein
el: όχι
tr: hayır
uk: ні

source: Access to folders and files
de: Zugriff auf Ordner und Dateien
el: Πρόσβαση σε φακέλους και αρχεία
tr: Klasöre ve dosyalara erişim
uk: Надає доступ до файлів і папок

source: Name:
el: Όνομα:
tr: Ad:
uk: Ім'я:

source: Size:
de: Größe
el: Μέγεθος:
tr: Büyüklüğü:
uk: Розмір:

source: Performer:
de: Künstler:
el: Ερμηνευτής:
tr: Yerine getiren:
uk: Виконавець:

source: File:
de: Datei:
el: Αρχείο:
tr: Dosya:
uk: Файл:

source: List of files or network streams to play
de: Liste der abspielbaren Dateien oder Netzwerk-Streams.
el: Κατάλογος των αρχείων ή ροώνδικτύου (streams) για αναπαραγωγή
tr: Oynatmaya dosya veya ağ akışları listesi bulunur.
uk: Містить список файлів або мережевих потоків для відтворення

source: Text file with media subtitles or other data
de: Text-Datei mit Untertiteln oder anderen Daten
el: Αρχείο κειμένου με πολυμέσα, υπότιτλους ή άλλα δεδομένα
tr: Medya verilerine altyazılı veya diğer bilgli metin dosyası
uk: Текстовий файл, що містить субтитри до медіаданих або іншу інформацію

source: List of album files with additional info
de: Liste der Album-Dateien mit zusätzlichen Informationen
el: Λίστα αρχείων άλμπουμ με περισσότερες πληροφορίες
tr: İlâve bilgili albüm dosya listesi bulunur
uk: Містить список файлів альбому з додатковою інформацією

source: Song by:
de: Lied von:
el: Τραγούδι από:
tr: Şarkı yazarı:
uk: Автор пісень:

source: Genre:
el: Είδος:
tr: Tarz:
uk: Жанр:

source: Date:
de: Datum:
el: Ημερομηνία:
tr: Tarih:
uk: Дата:

source: Place:
de: Ort:
el: Τόπος:
tr: Yer:
uk: Місце:

source: Comment:
de: Kommentare:
el: Σχόλιο:
tr: Yorum:
uk: Коментар:

source: Files:
de: Dateien:
el: Αρχεία:
tr: Dosyalar:
uk: Файлів:

source: Available
de: Verfügbar
el: Διαθέσιμο
tr: Mevcut
uk: Доступно

source: from
de: aus
el: από
tr: nereden
uk: з

source: Read only:
de: Nur lesen:
el: Μόνο για ανάγνωση
tr: Sadece okuma:
uk: Тільки читання:

source: Make group
de: Neue Gruppe erstellen
el: Κάνετε ομάδα
tr: Gruba ekle
uk: Додати в групу

source: Create group
de: Gruppe erstellen
el: Δημιουργία ομάδας
tr: Yeni grup oluştur
uk: Створити нову групу

source: Edit
de: Bearbeiten
el: Επεξεργασία
uk: Редагувати

source: Save changes
de: Änderungen speichern
el: Αποθήκευση τις αλλαγών
tr: Değişikleri kaydet
uk: Зберегти зміни

source: Add to group
de: Zur Gruppe hinufügen
el: Προσθήκη σε ομάδα
tr: Gruba kaydet
uk: Додати в групу

source: Add operator's IPTV list
de: Betreiber IPTV-Liste hinzufügen
el: Προσθήκη σε λίστα IPTV ενός operator
tr: IPTV listesini seç
uk: Вибрати IPTV-список

source: Add IPTV list
de: IPTV-Liste hinzufügen
el: Προσθήκη λίστας IPTV
tr: IPTV listesini seç
uk: Додати IPTV-список

source: Add IPTV channel
de: IPTV-Sender hinzufügen
el: Προσθήκη καναλιού IPTV
tr: IPTV kanalını ekle
uk: Додати IPTV-канал

source: Enter channel or group name...
de: Sender oder Gruppenname eingeben
el: Πληκτρολογήστε το κανάλι ή το όνομα της ομάδας ...
tr: Kanal veya grup adını giriniz...
uk: Введіть назву каналу або групи...

source: No IPTV channels
de: IPTV Senderliste ist leer
el: Δεν υπάρχουν κανάλια IPTV
tr: IPTV kanal bulunamadı
uk: Немає IPTV-каналів

source: IPTV channel list was changed
de: IPTV Senderliste wurde verändert
el: Η λίστα καναλιών IPTV άλλαξε
tr: IPTV kanalları listesi değiştirildi
uk: Список IPTV-каналів змінився

source: Save updated IPTV channel list?
de: Aktualisierte IPTV-Sender Liste speichern?
el: Αποθήκευση της ενημερωμένης λίστας καναλιών IPTV;
tr: Değiştirilmiş IPTV listesini kaydetmek istiyor musunuz?
uk: Зберегти оновлений список IPTV-каналів?

source: Confirmation
de: Bestätigung
el: Επιβεβαίωση
tr: Onayla
uk: Підтвердження видалення

source: Server address:
de: Serveradresse:
el: Διεύθυνση διακομιστή (Server):
tr: Sunucu adresi:
uk: Адреса сервера:

source: Server folder:
de: Serverordner:
el: Φάκελος διακομιστή (Server):
tr: Sunucu klasörü:
uk: Папка на сервері:

source: Local folder:
de: Lokaler Ordner:
el: Τοπικός φάκελος:
tr: Yerel klasör:
uk: Локальна папка:

source: Connection type:
de: Anschlussart:
el: Τύπος σύνδεσης:
tr: Bağlantı türü:
uk: Тип підключення:

source: Connect
de: Verbindung
el: Σύνδεση
tr: Bağla
uk: Підключити

source: Wrong connection parameters
de: Anschlussparameter sind falsch
el: Λάθος παράμετροι σύνδεσης
tr: Bağlantı parametreleri yanlış gösterildi
uk: Параметри підключення вказані неправильно

source: Local folder with this name already exists
de: Lokaler Ordner mit selben Namen existiert bereits
el: Ο τοπικός φάκελος με αυτό το όνομα υπάρχει ήδη
tr: Bu adlı yerel klasörü zaten mevcuttur
uk: Локальна папка з таким ім'ям вже існує

source: Network folder successfully mounted
de: Netzwerkordner erfolgreich aktiviert
el: Ο φάκελος δικτύου ολοκληρώθηκε με επιτυχία
tr: Ağ klasörü başarılı oturtuldu
uk: Мережева папка успішно примонтована

source: Resource already connected
de: Bezugsquelle bereits angeschlossen
el: Ο πόρος έχει ήδη συνδεθεί
tr: İşbu kaynak zaten bağlı
uk: Даний ресурс вже примонтовано

source: Edit network folder
de: Netzwerkordner bearbeiten
el: Επεξεργασία φακέλου δικτύου
tr: Ağ klasörü değiştirmesi
uk: Редагування мережевої папки

source: Connect network folder
de: Netzwerkordner anschließen
el: Συνδέστε το φάκελο δικτύου
tr: Ağ klasörü bağla
uk: Підключення мережевої папки

source: Disconnect
de: Abschalten
el: Αποσύνδεση
tr: Kes
uk: Відключити

source: Network folder successfully unmounted
de: Netzwerkordner erfolgreich deaktiviert
el: Ο φάκελος δικτύου έχει αποπροσαρτηθεί με επιτυχία
tr: Ağ klasörü başarılı çekildi
uk: Мережева папка успішно відмонтована

source: Disconnect network folder
de: Netzwerkordner abschalten
el: Αποσύνδεση του φακέλου δικτύου
tr: Ağ klasörü kes
uk: Відключення мережевої папки

source: File system:
de: Dateisystem
el: Σύστημα αρχείων:
tr: Dosya sistemi:
uk: Файлова система:

source: Partition:
tr: Bölüm:
uk: Розділ:

source: Formatting
de: Formatierung
el: Μορφοποίηση
tr: Biçimlendirme
uk: Форматування

source: Formatting completed
de: Formatierung abgeschlossen
el: Η μορφοποίηση ολοκληρώθηκε
tr: Biçimlendirme tamamlandı
uk: Форматування завершено

source: Formatting error
de: Fehler bei Formatierung
el: Σφάλμα μορφοποίησης
tr: Biçimlendirme hatası
uk: Помилка форматування

source: Formatting impossible.<br>Make sure the device is not used in:<br>"Download manager", "Record manager"<br>or content playback.
de: Formatierung unmöglich.<br>Wird das Gerät woanders verwendet :<br>"Download Manager", "Aufnahmemanager"<br>oder Datei-Wiedergabe
el: Δεν μπορεί να γίνει διαμόρφωση.<br>Βεβαιωθείτε ότι η συσκευή δεν χρησιμοποιείται σε:<br>"Διαχειριστη ληψεων ", "Διαχειριστή εγγραφών "<br>ή στην αναπαραγωγή περιεχομένου.
tr: Biçinlendirilemez.<br>Aygıtın :<br>"İndirme yöneticisinde", "Kayıt yöneticisinde"<br> veya kayıt oynatmasına kullanılmadığını kontrol ediniz.
uk: Форматування неможливе.<br>Переконайтеся, що пристрій не використовується в:<br>"Менеджері завантажень ", "Менеджері записів "<br>або для відтворення контенту.

source: Formatting impossible
de: Formatierung unmöglich
el: Δεν μπορεί να γίνει διαμόρφωση
tr: Biçimlendirilemez
uk: Неможливо відформатувати

source: Start formatting
de: Formatierung beginnen
el: Έναρξη μορφοποίησης
tr: Biçimlendirmeye başlat
uk: Почати форматування

source: Selected file system supports disks up to 320GB
de: Ausgewähltes Dateisystem unterstützt Festplatten bis zu 320GB
el: Το επιλεγμένο σύστημα αρχείων υποστηρίζει δίσκους μέχρι 320GB
tr: Seçilmiş dosya sistemini için disk boş alanı 320 GB
uk: Для вибраної файлової системи допустимий обсяг диска - 320 Гб.

source: See playlist content
de: Inhalt der Wiedergabeliste
el: Δείτε το περιεχόμενο της λίστας αναπαραγωγής
tr: İçeriği gözden geçir
uk: Переглянути вміст

source: Start playing all records
de: Alle Aufzeichnungen wiedergeben
el: Ξεκινήστε να παίζετε όλες τις εγγραφές
tr: Tüm kayıtların oynatılmasına başlat
uk: Почати відтворення всіх записів

source: Add all records to IPTV channels
de: Alle Aufzeichnungen zu den IPTV Sendern hinzufügen
el: Προσθέστε όλες τις εγγραφές στα κανάλια IPTV
tr: Tüm kayıtları IPTV kanallara ekle
uk: Додати весь вміст у IPTV-канали

source: File encoding:
de: Dateicodierung
el: Κωδικοποίηση αρχείου:
tr: Dosya kodlması:
uk: Кодування файлу:

source: Open playlist
de: Offene Wiedergabelisten
el: Άνοιγμα της λίστας αναπαραγωγής
tr: Oynatma listesini aç
uk: Відкриття плейлиста

source: Encoding:
de: Kodierung:
el: Κωδικοποίηση:
tr: Kodlama:
uk: Кодування:

source: Accessing subtitle file
de: Zugriff auf Untertitel-Datei
el: Πρόσβαση στο αρχείο υποτίτλων
tr: Altyazı dosyası erişimi
uk: Підключення файлу субтитрів

source: Group:
de: Gruppen:
el: Ομάδα:
tr: Grup:
uk: Група:

source: or create and use a new group:
de: oder eine neue Gruppe erstellen und verwenden
el: ή δημιουργήστε και χρησιμοποιήστε μια νέα ομάδα:
tr: veya yeni bir grup oluştur:
uk: або створіть нову групу:

source: Move
de: Verschieben
el: Μετακίνηση
tr: Taşı
uk: Перемістити

source: No storage device
de: Kein Speichermedium angeschlossen
el: Δεν βρέθηκε καμία συσκευή αποθήκευσης
tr: Bellek aygıtı bulunamadı
uk: Немає пристрою

source: No channels
de: Keine Sender
el: Δεν υπάρχουν κανάλια
tr: Kanal listesi boş
uk: Список каналів порожній

source: Start recording:
de: Aufzeichnung Beginn:
el: Έναρξη εγγραφής:
tr: Başlat:
uk: Початок:

source: End recording:
de: Aufzeichnung Ende:
el: Ολοκλήρωση της εγγραφής:
tr: Bitir:
uk: Завершення:

source: Record length:
de: Dauer:
el: Μήκος Εγγραφής:
tr: Kayıt uzunluğu:
uk: Тривалість:

source: Channel:
de: Sender:
el: Κανάλι:
tr: Kanal:
uk: Канал:

source: Record name:
de: Name der Aufz.:
el: Όνομα εγγραφής:
tr: Kayıt adı:
uk: Ім'я запису:

source: Record in:
de: Aufzeichnen in:
el: Εγγραφή σε:
tr: Kaydet:
uk: Записувати в:

source: Free space:
de: Freier Speicherplatz:
el: Ελεύθερος χώρος:
tr: Boş alan:
uk: Вільно:

source: GB
uk: Гб

source: of
de: aus
el: από
tr: nereden
uk: із

source: Channel list is empty
de: Sender Liste ist leer
el: Η λίστα καναλιών είναι άδεια
tr: Kanal listesi boş
uk: Список каналів порожній

source: Error. Too many active records.
de: Fehler. Zu viele aktive Aufzeichnungen.
el: Σφάλμα. Πάρα πολλές ενεργές εγγραφές.
tr: Hata: İşleyen kayıtların sayısı çoktur.
uk: Помилка: занадто багато активних записів

source: Not enough disk space
de: Nicht genügend Speicherplatz
el: Δεν υπάρχει αρκετός χώρος στο δίσκο
tr: Kaydetmeye boş alanı yeterli değil
uk: Недостатньо місця для збереження

source: Incorrect time
de: Ungültiges Intervall
el: Λάθος ώρα
tr: Yanlış süre
uk: Неприпустимий інтервал

source: Wrong name or path
de: Unkorrekter Name oder Pfad
el: Λάθος όνομα ή διαδρομή
tr: Yanlış ad veya yol
uk: Неправильне ім'я або шлях

source: Duplicated file
de: Datei existiert bereits
el: Διπλασιασμός του αρχείου
tr: Dosya zaten mevcut
uk: Файл вже існує

source: Wrong URL
de: URL-Adresse unzulänglich
el: Λάθος URL
tr: Недопустимый адрес URL
uk: Неприпустима адреса URL

source: Too many active records processed
de: Zu viele aktive Datensätze verarbeitet
el: Πάρα πολλές ενεργές εγγραφές σε επεξεργασία
tr: İşleyen kayıtların sayısı çok
uk: Занадто багато записів у процесі

source: Error...
de: Fehler...
el: Σφάλμα...
tr: Hata...
uk: Помилка...

source: Start recording
de: Aufzeichnung beginnen
el: Έναρξη εγγραφής
tr: Kaydetmeye başlat
uk: Почати запис

source: Name :
el: Όνομα:
tr: Ad:
uk: Ім'я:

source: Wrong field data
de: Überprüfen Sie die ausgefüllten Felder
el: Λάθος δεδομένα πεδίου
tr: Girdiğiniz veriler yanlış
uk: Перевірте правильність заповнення полів

source: None
de: Fehlt
el: Κανένας
tr: Yok
uk: Відсутній

source: Select country...
de: Wähle ein Land aus ...
el: Επιλέξτε χώρα ...
tr: Ülkeyi seçin...
uk: Виберіть країну...

source: Select operator...
de: Wähle einen Anbieter aus ...
el: Επιλέξτε πάροχο ...
tr: Operatörü seçiniz...
uk: Виберіть оператора...

source: Select city...
de: Wähle eine Stadt aus ...
el: Επιλέξτε πόλη ...
tr: Şehri seçiniz...
uk: Виберіть місто...

source: Country:
de: Land:
el: Χώρα:
tr: Ülke:
uk: Країна:

source: City:
de: Stadt:
el: Πόλη:
tr: Şehir:
uk: Місто:

source: Operator:
de: Betreiber:
el: Πάροχος:
tr: Operatör:
uk: Оператори:

source: Bad playlist file
de: Fehler bei Wiedergabeliste
el: Σφάλμα κατά το άνοιγμα της λίστας αναπαραγωγής
tr: Oynatma listesi açılışı hatası
uk: Помилка відкриття плейлиста

source: Loading operator playlist
de: Lädt Betreiber Wiedergabeliste
el: Λήψη λίστας IPTV από τον πάροχο
tr: IPTV operatör listesinin yüklenmesi
uk: Завантаження операторських списків IPTV

source: DVB type:
de: Nach Typ:
el: DVB-τύπος:
tr: DVB türü:
uk: DVB-тип:

source: Symbol rate:
de: Schrittgeschwindigkeit:
tr: Sembol oranı
uk: Швидкість передачі:

source: Modulation:
el: Διαμόρφωση:
tr: Modülasyon:
uk: Модуляція:

source: Scan
de: Scannen
el: Σάρωση
tr: Tara
uk: Сканувати

source: Start scanning
de: Scannen starten
el: Ξεκινήστε τη σάρωση
tr: Taramaya başlat
uk: Початок сканування

source: Bandwidth (MHz):
de: Bandbreite (MHz):
el: Εύρος ζώνης (MHz):
tr: Kuşak genişliği (MHz):
uk: пропускна здатність (MHz):

source: Auto
de: Autoscan
el: Αυτόματο
tr: Otomatik
uk: Автоматичне

source: Full
de: Vollständig
el: Πλήρης
tr: Tam
uk: Повний

source: Fast
de: Schnell
el: Γρήγορο
tr: Hızlı
uk: Швидкий

source: Frequency (KHz):
de: Frequenz (KHz):
el: Συχνότητα(KHz):
tr: Frekans (KHz):
uk: Частота (KHz):

source: Network ID:
de: Netzwerk-ID:
el: ID δικτύου:
tr: Ağ şifresi:
uk: Код мережи:

source: EPG not available
de: Nicht erreichbar
el: Ο EPG δεν είναι διαθέσιμος
tr: Program listesi mevcut değil
uk: Програма передач недоступна

source: The program for:
de: Das Programm für:
el: Το πρόγραμμα για το:
tr: Program listesi ... için:
uk: Програма на:

source: Antenna power supply
de: Antennenstromversorgung
el: Τροφοδοσία κεραίας
tr: Anten güç kaynağı
uk: Включити живлення антени

source: Fit on
de: Anpassen
el: Προσαρμογή
tr: Sığ
uk: Вмістити

source: Zoom
el: Zoom (μεγέθυνση)
tr: Yaklaş
uk: Збільшений

source: Optimal
el: Βέλτιστη
uk: Оптимальний

source: Stretch
de: Strecken
el: Τέντωμα
tr: Uzat
uk: Розтягнути

source: Show<br />playlist
de: Zeige<br />Playlist
el: Εμφάνιση<br />λίστα αναπαραγωγής
tr: Oynatma listesini<br />göster
uk: Показати<br />плейлист

source: Hide<br />player
de: Player<br />ausblenden
el: Απόκρυψη<br />player
tr: Oynatıcı <br />sakla
uk: Сховати<br />плеєр
