Repository: Nepose/MAG_Software_Portal
Catalog: embedded_portal/default_sources/public/portal/lang/*.po
Languages: de, el, tr, uk

source: To access additional/advanced settings in the Main Menu, press the SET/SETUP button on the remote control.
de: Zusätzliche/erweiterte Einstellungen sind über das Hauptmenü erreichbar, in dem Sie die SET oder SETUP Taste auf der FB betätigen
el: Για να αποκτήσετε πρόσβαση σε πρόσθετες / προηγμένες ρυθμίσεις στο Κύριο μενού, πατήστε το πλήκτρο SET / SETUP στο τηλεχειριστήριο.
tr: Ek/gelişmiş ayarlar, uzaktan kumandadaki SET/SETUP tuşuna basıp ana menüden mevcuttur
uk: Додаткові/розширені налаштування доступні з головного меню після натиснення кнопки SET/SETUP на пульті ДК.

source: Close
de: Schließen
el: Κλείσιμο
tr: Kapat
uk: Закрити

source: Step 2.1: Connecting to the Wireless LAN
de: Schritt 2.1: Verbindung zum Wireless LAN
el: Βήμα 2.1: Σύνδεση στο ασύρματο LAN (Δίκτυο)
tr: Adım 2.1: Kablosuz şebekeye bağlantı
uk: Крок 2.1: Підключення до безпровідної мережі

source: Select LAN
de: LAN auswählen
el: Επιλέξτε LAN (Δίκτυο)
tr: Yerel alan ağını seç
uk: Вибір мережі

source: Select preferred wireless LAN or set it up manually
de: Wählen Sie das gewünschte W-LAN oder richten Sie es manuell ein
el: Επιλέξτε το προτιμώμενο ασύρματο LAN ή φτιάξτε το με το χέρι
tr: Bağlamak istediğiniz kablosuz şebekeyi seçiniz veya bağlantıyı elle ayarlayınız
uk: Виберіть назву безпровідної мережі, до якої ви хочете підключитися, або налаштуйте підключення вручну.

source: Manual settings
de: Manuelle Einstellung
el: Χειροκίνητες ρυθμίσεις
tr: Manüel ayarlar
uk: Налаштувати вручну

source: Step 2.2: Password
de: Schritt 2.2: Kennwort
el: Βήμα 2.2: Κωδικός πρόσβασης
tr: Adım 2.2: Şifre
uk: Крок 2.2: Пароль

source: Next
de: Weiter
el: Επόμενο
tr: Sonraki
uk: Далі

source: Keyboard
de: Tatstatur
el: Πληκτρολόγιο
tr: Klavye
uk: Клавіатура

source: Step 2.2: Advanced settings
de: Schritt 2.2: Erweiterte Einstellungen
el: Βήμα 2.2: Ρυθμίσεις για προχωρημένους
tr: Adım 2.2: Gelişmiş ayarlar
uk: Крок 2.2: Розширені налаштування

source: Authentication:
de: Authentifizierung:
el: Έλεγχος ταυτότητας:
tr: Belgeleme:
uk: Автентифікація:

source: Open
de: Öffnen
el: Ανοιχτό
tr: Aç
uk: Відкрити

source: Shared key
el: Κοινόχρηστο κλειδί
tr: Paylaşılan anahtar
uk: Загальний ключ

source: Auto Open/Shared key
el: Αυτόματο Ανοιχτό/Κοινόχρηστο κλειδί
tr: Oto açık/Paylaşılan anahtar
uk: Відкрита мережа/Загальний ключ

source: Encryption:
de: Verschlüsselung:
el: Κρυπτογράφηση:
tr: Şifreleme:
uk: Шифрування:

source: Disabled
de: Abgeschaltet
el: Απενεργοποίηση
tr: Kapalı
uk: Відключено

source: SSID (network):
de: SSID (Netzwerk):
el: SSID (δίκτυο):
tr: SSID (ağ):
uk: SSID (мережа):

source: Select/Next
de: Auswählen/Weiter
el: Επιλέξτε / Επόμενο
tr: Seç/Sonraki
uk: Вибрати/Далі

source: Step 3: Weather forecast
de: Schritt 3: Wettervorhersage
el: Βήμα 3: Πρόγνωση καιρού
tr: Adım 3: Hava durumu
uk: Крок 3: Прогноз погоди

source: Weather forecast
de: Wettervorhersage
el: Πρόγνωση καιρού
tr: Hava durumu
uk: Прогноз погоди

source: Select your city and press OK
de: Wählen Sie eine Stadt aus und drücken Sie "OK"
el: Επιλέξτε την πόλη σας και πατήστε OK
tr: Şehri seçip "OK" basınız
uk: Виберіть місто і натисніть "OK".

source: Step 4: Time zone
de: Schritt 4: Zeitzone
el: Βήμα 4: Ζώνη ώρας
tr: Adım 4: Saat dilimi
uk: Крок 4: Вибір часового поясу

source: Select your time zone
de: Bitte wählen Sie die passende Zeitzone aus
el: Επιλέξτε τη ζώνη ώρας σας
tr: Saat diliminizi seçiniz
uk: Для відображення точного часу, будь ласка, оберіть часовий пояс

source: Setup completed
de: Einstellung abgeschlossen
el: Η ρύθμιση ολοκληρώθηκε
tr: Kurulum tamamlandı
uk: Налаштування завершене

source: Thank you!
de: Danke!
el: Σας ευχαριστούμε!
tr: Teşekkürler!
uk: Спасибі!

source: The Setup Wizard is complete. All selected settings will be stored in the device’s memory. To edit the system settings any time, press SET or SETUP on your remote control and open the Main Menu.
de: "Installationsassistent"hat seine Arbeit abgeschlossen. Alle ausgewählten Einstellungen werden auf dem Mediaplayer gespeichert. Beim Betätigen der SET oder SETUP Taste der Fernbedienung können Sie im Hauptmenü die Einstellungen ändern.
el: Ο οδηγός εγκατάστασης έχει ολοκληρωθεί. Όλες οι επιλεγμένες ρυθμίσεις θα αποθηκευτούν στη μνήμη της συσκευής. Για να επεξεργαστείτε τις ρυθμίσεις του συστήματος οποιαδήποτε στιγμή, πατήστε το πλήκτρο SET ή SETUP στο τηλεχειριστήριο σας για να ανοίξετε το Κύριο μενού.
tr: Kurulum Sihirbazı işini tamamladı. Tüm seçilmiş ayarlar cihaz belleğinde saklanacaktır. Sistem ayarlarını uzaktan kumandadaki SET/SETUP tuşlarına basarak değiştirebilirsiniz.
uk: Майстер налаштування закінчив свою роботу. Всі вибрані пункти будуть збережені в пам'яті медіаплеєра. Згодом системні налаштування можна коректувати з головного меню після натиснення кнопки SET/SETUP на пульті ДК.

source: Terms of use
de: Nutzungsbedingungen
el: Όροι χρήσης
tr: Kullanım şartları
uk: Угода з користувачем

source: &nbsp;&nbsp;Dear user, please read the terms and conditions for services integrated into AuraHD device.<br />&nbsp;&nbsp;The AuraHD network media player is directly intended for digital content playback from the Internet (media files including streaming video), LANs and removable media including flash memory connected via USB port. The manufacturer is not responsible for quality and stability of the web services integrated into the device's software. The manufacturer also reserves the right to make occasional changes to the device's software and interface without prior notice in order to modify or improve its function.<br />&nbsp;&nbsp;Services by third parties offered in the AuraHD’s menu (Online Cinema, web services) are provided "as is" without warranty of any kind. The manufacturer cannot guarantee accuracy, timeliness, validity, completeness, compliance with any standards and laws or supplier's declaration of the service characteristics. The services are transferred by third parties via networks and data transfer means beyond the control of the device’s manufacturer.<br />&nbsp;&nbsp;If you do not agree to these terms and conditions for services integrated into the AuraHD device, please stop using it and return the device to the store where it was purchased within 14 days of purchase.
de: &nbsp;&nbsp;Sehr geehrter Nutzer, bitte lesen Sie die Nutzungsbedingungen für die Dienstleistungen, welche auf dem AuraHD Mediaplayer angeboten werden.<br />&nbsp;&nbsp; Der konkrete Zweck des Mediaplayers AuraHD liegt in der Wiedergabe von digitalen Inhalten (Mediendateien) aus dem Internet (einschließlich Streaming Video), aus dem lokalen Netzwerk und den USB-Wechseldatenträgern. Der Hersteller ist nicht verantwortlich für die Qualität und Stabilität der im Programm angebotenen Dienste, welche einer Internetverbindung bedürfen. Der Hersteller behält sich außerdem das Recht vor, ohne Vorwarnung von Zeit zu Zeit Änderungen an der Software und den Mediaplayer-Schnittstellen vorzunehmen – Veränderungen oder Erweiterungen der Fähigkeiten.<br />&nbsp;&nbsp;Dienstleistungen von Dritten, die im Menü des AuraHD Multimediaplayers angeboten werden (Online Cinema, Internet Dienste), sind so bereitgestellt "wie sie sind". Daher kann der Hersteller keine Garantie für Richtigkeit, Aktualität, Gültigkeit, Vollständigkeit, Einhaltung aller Normen und Gesetze oder Lieferantenerklärung der Servicemerkmale übernehmen. Diese Dienste werden von Dritten mithilfe von Netzwerken und Übertragungseinrichtungen übertragen, über die der Hersteller des Mediaplayers keine Kontrolle verfügt. <br />&nbsp;&nbsp;Falls Sie mit diesen Nutzungsbedingungen nicht einverstanden sind, sollten Sie die Verwendung der Dienste einstellen und das Gerät innerhalb von 14 Tagen nach Kaufdatum, bei dem Verkäufer, bei dem Sie den Mediaplayer erworben haben, zurückgeben.
el: &nbsp;&nbsp;Αγαπητέ χρήστη, παρακαλούμε να διαβάσετε τους όρους και τις προϋποθέσεις για τις υπηρεσίες που ενσωματώνονται στη συσκευή AuraHD.<br />&nbsp;&nbsp;Το δίκτυο AuraHD media player προορίζεται άμεσα για την αναπαραγωγή ψηφιακού περιεχομένου από το Internet (αρχεία πολυμέσων, συμπεριλαμβανομένων βίντεο συνεχούς ροής), τοπικά δίκτυα και τα μετακινούμενα μέσα συμπεριλαμβανομένης της μνήμης flash που συνδέεται μέσω θύρας USB. Ο κατασκευαστής δεν είναι υπεύθυνος για την ποιότητα και τη σταθερότητα των υπηρεσιών web που ενσωματώνονται στο λογισμικό της συσκευής. Ο κατασκευαστής διατηρεί επίσης το δικαίωμα να κάνει περιστασιακές αλλαγές στο λογισμικό της συσκευής και διασύνδεσης, χωρίς προηγούμενη ειδοποίηση, προκειμένου να τροποποιήσουν ή να βελτιώσουν τη λειτουργία της.<br />&nbsp;&nbsp;Οι υπηρεσίες από τρίτους που προσφέρονται στο μενού του AuraHD (Online Cinema, υπηρεσίες web) παρέχεται όπως είναι χωρίς κανενός είδους εγγύηση. Ο κατασκευαστής δεν μπορεί να εγγυηθεί την ακρίβεια, την επικαιρότητα, την εγκυρότητα, την πληρότητα, τη συμμόρφωση με όλα τα πρότυπα και τους νόμους ή δήλωση του προμηθευτή από τα χαρακτηριστικά των υπηρεσιών. Οι υπηρεσίες που μεταβιβάζονται από τρίτους μέσω δικτύων και η μεταφορά δεδομένων σημαίνει πέρα από τον έλεγχο του κατασκευαστή της συσκευής. <br />&nbsp;&nbsp;Εάν δεν συμφωνείτε με αυτούς τους όρους και τις προϋποθέσεις για την παροχή υπηρεσιών που είναι ενσωματωμένα στη συσκευή AuraHD, παρακαλούμε σταματήστε τη χρήση του και να επιστρέψετε τη συσκευή στο κατάστημα από όπου το αγοράσατε εντός 14 ημερών από την αγορά.
tr: &nbsp;&nbsp;Sayın kullanıcı, AuraHD cihazında bulunan hizmetleri verilme şartlarını okuyunuz.<br />&nbsp;&nbsp; TM AuraHD cihazının temel amacı İnternetten (canlı video dahil olmak üzere), yerel alan ağından ve dış ortamdan (USB girişinden bağlanan flash bellek) dijital içeriği (medya dosya) oynatmaktır. Aynı zamanda Üretici cihazın yazılımına yüklenen ve İnternet ile bağlantıyı kullanan servisin kalitesinden ve çalışma istikrarından sorumlu değildir. Üretici zaman zaman, uyarmadan cihazın yazılımına ve arayüzüne değişiklik yapma hakkını saklar.<br />&nbsp;&nbsp;AuraHD menünde düzenlenlenmiş olan üçüncü şahısları tarafından sunulan servisler (Online Media, İnterner servisleri) ''olduğu gibi'' koşuluyla sunulur. Böylece, Üretici onların doğruluğunu, güncelliğini, geçerliliğini, tamlığını, her hangi bir standartlarına veya beyan edilen özelliklere uygun olmasını garanti etmez. İşbu servisler, cihaz Üreticisinin kontrol edemediği ağ ve veri aktarım araçlar yardımıyla sunulur.<br />&nbsp;&nbsp; AuraHD cihazında kurulmuş olan servislerin sunulması şartlarını kabul etmiyorsanız, bu cihaz kullanmaktan vazgeçip satın almanızdan sonra 14 gün içinde satın aldığınız mağazaya iade etmeniz lâzım.
uk: &nbsp;&nbsp;Шановний користувачу, ознайомтеся, будь ласка, з умовами надання послуг, інтегрованих у медіаплеєр AuraHD.<br />&nbsp;&nbsp;Пряме призначення мережевого медіаплеєра ТМ AuraHD – відтворення цифрового контенту (медіафайлів) з мережі Інтернет (в т.ч. потокового відео), з локальної мережі, із зовнішніх носіїв (флеш-пам'ять, що підключається через USB-роз'єм). При цьому Виробник не відповідає за якість і стабільність роботи сервісів, які встановлені в програмну оболонку медіаплеєра і використовують з'єднання з мережею Інтернет. Також Виробник залишає за собою право періодично вносити зміни до програмного забезпечення й інтерфейсу медіаплеєра, змінювати або розширювати його можливості без запобігання.<br />&nbsp;&nbsp;Сервіси, надані третіми особами, доступ до яких організований у меню медіаплеєра AuraHD (Онлайн-Медіа, інтернет-сервіси), надаються на умові «як є». Таким чином, Виробник не гарантує їхньої точності, своєчасності, законності, повноти, відповідності яким-небудь стандартам або заявленим постачальником цього сервісу характеристикам. Дані сервіси передаються третіми особами за допомогою мережі і засобів передачі інформації, контролю над якими Виробник медіаплеєра не має. <br />&nbsp;&nbsp;Якщо Ви не згодні з даними умовами надання послуг, інтегрованих у медіаплеєр AuraHD, - Ви повинні відмовитися від його використання і впродовж 14 днів від дня купівлі повернути Ваш медіаплеєр в торговельну точку, де він був придбаний.

source: Continue
de: Weiter
el: Συνέχεια
tr: Devam
uk: Далі

source: Unfortunately, the Setup Wizard was unable to connect your device to LAN and Internet.<br />Please, check general connection terms:<br /> - the Ethernet cable connected to the appropriate slot of the device;<br /> - Wi-Fi status.<br />Try to connect again.
de: Leider konnte der Installationsassistent Ihren Mediaplayer nicht mit dem LAN und Internet verbinden.<br />Bitte überprüfen Sie die allgemeinen Bedingungen für den Anschluss:<br /> - wurde das Ethernet-Kabel entsprechenden an den Mediaplayer angeschlossen;<br /> - W-LAN Status.<br />Versuchen Sie den Anschluss erneut.
el: Δυστυχώς, ο οδηγός εγκατάστασης δεν ήταν σε θέση να συνδέσει τη συσκευή σας σε δίκτυο LAN και στο Internet.<br />Παρακαλούμε, ελέγξτε όρους σύνδεσης:<br /> - το καλώδιο Ethernet είναι συνδεδεμένο στην κατάλληλη υποδοχή της συσκευής;<br /> - Wi-Fi κατάσταση.<br />Προσπαθήστε να συνδεθείτε ξανά.
tr: Maalesef, Kurulum Sihirbazı cihazınızı Yerel Alan Ağı ve İnternet ile bağlantı kuramadı. <br />Genel bağlantı koşullarını kontrol ediniz. :<br /> - Ethernet kablosu cihazın arka panelindeki uygun yuvaya bağlandı ;<br /> - Wi-Fi durumu .<br />Lütfen, tekrar deneyiniz.
uk: На жаль, Майстер налаштування не зміг з'єднати ваш медіаплеєр з Локальною мережею і мережею Інтернет.<br />Перевірте, будь ласка, основні умови з'єднання:<br /> - чи підключений Ethernet-кабель у відповідний слот на задній панелі медіаплеєра;<br /> - стан Wi-Fi адаптера.<br />Спробуйте підключитися ще раз.

source: Network connection successful. No Internet connection.<br />Possibly, no access to external services.<br />Check your Internet connection status.
de: Netzwerkverbindung erfolgreich. Keine Internet-Verbindung.<br />Zugang zu externen Diensten kann evtl. nicht hergestellt werden.<br />Überprüfen Sie den Status Ihrer Verbindung mit dem Internet.
el: Επιτυχημένη σύνδεση στο δίκτυο. Αλλά δεν υπάρχει σύνδεση στο Internet.<br />Ενδεχομένως, δεν έχετε πρόσβαση σε εξωτερικές υπηρεσίες.<br />Ελέγξτε την κατάσταση της σύνδεσής σας στο Internet.
tr: Yerel Alan Ağı ile bağlantısı başarılı kuruldu. İnternet bağlantısı yok.<br /> Dış servislere erişim olmayabilir.<br />İnternet bağlantısı durumunu kontrol ediniz.
uk: Підключення до локальної мережі відбулося успішно. Підключення до мережі Інтернет відсутнє.<br />Можливо відсутній доступ до зовнішніх сервісів.<br />Перевірте, чи активне з'єднання з Інтернет.

source: Wireless network connection successful. Internet connection available.
de: Netzwerkanschluss erfolgreich. Internet ist jetzt verfügbar.
el: Επιτυχημένη σύνδεση ασύρματου δικτύου. Η σύνδεση στο Διαδίκτυο είναι διαθέσιμη.
tr: Kablosuz ağ bağlantısı başarılı kurulmuştur. İnternet bağlantısı mevcuttur.
uk: Підключення до бездротової мережі відбулося успішно. Інтернет доступний.

source: Network connection successful. Internet connection available.
de: Netzwerkanschluss erfolgreich. Internet ist jetzt verfügbar.
el: Επιτυχημένη σύνδεση δικτύου. Σύνδεση στο Διαδίκτυο.
tr: Yerel Alan Ağ bağlantısı başarılı kuruldu. İnternet bağlantısı mevcuttur.
uk: Підключення до локальної мережі відбулося успішно. Інтернет доступний.

source: Notice
de: Mitteilung
el: Ειδοποίηση
tr: Bildirim
uk: Повідомлення

source: Wi-Fi adapter not connected
de: Wi-Fi-Adapter nicht angeschlossen ist
el: Ο Wi-Fi προσαρμογέας δεν είναι συνδεδεμένος
tr: Wi-Fi adaptörü bağlı değil
uk: Wi-Fi адаптер не підключений

source: Error
de: Fehler
el: Σφάλμα
tr: Hata
uk: Помилка

source: Unknown type of selected item
de: Unbekannter Typ des ausgewählten Elements
el: Άγνωστος τύπος του επιλεγμένου στοιχείου
tr: Seçilmiş öğenin bilinmeyen türü
uk: Невідомий тип обраного об'єкта

source: Network
de: Netzwerk
el: Δίκτυο
tr: Şebeke
uk: Мережеве оточення

source: Records
de: Aufzeichnungen
el: Εγγραφές
tr: Kayıtlar
uk: Записи

source: The list of favourite records has changed
de: Favoritenliste wurde verändert
el: Η λίστα των αγαπημένων εγγραφών έχει αλλάξει
tr: Favori listesi değiştirildi
uk: Список обраного змінився

source: Save updated list of favourite records?
de: Aktualisierte Liste der favorisierten Aufzeichnungen speichern?
el: Αποθήκευση του ενημερωμένου καταλόγου των αγαπημένων εγγραφών;
tr: Favori kayıtların yenilenmiş listesini kaydetmek istiyor musunuz?
uk: Зберегти оновлений список обраних записів?

source: Exit without saving
de: Verlassen ohne zu speichern
el: Έξοδος χωρίς αποθήκευση
tr: Kaydetmeden çık
uk: Вийти без збереження

source: Save
de: Speichern
el: Αποθήκευση
tr: Sakla
uk: Зберегти

source: Unable to get working group list
de: War nicht in der Lage, Zugriff auf offene Arbeitsgruppen zu erhalten
el: Ανικανότητα λήψης ενεργής λίστας
tr: Çalışma grupları listesi alınamadı
uk: Не вдалося отримати список робочих груп

source: Unable to get working group servers
de: War nicht in der Lage, Zugriff auf Server-Gruppe zu erhalten
el: Ανικανότητα λήψης ενεργών servers
tr: Çalışma grupları sunucu listesi alınamadı
uk: Не вдалося отримати список серверів робочої групи

source: Unable to get server shares
de: War nicht in der Lage, Zugriff auf offene Server-Ordner zu erhalten
el: Αποτυχία λήψης του καταλόγου που παρέχετε από τον server
tr: Mevcut belgeler listesi alınamadı
uk: Не вдалося отримати список доступних папок

source: Multimedia content
de: Multimedia Inhalt
el: Περιεχόμενο πολυμέσων
tr: Multimedya içeriği
uk: Інтерактивний вміст

source: The directory contains DVD or Blu-ray structure.<br>Begin playing?
de: Das Verzeichnis enthält DVD oder Blu-ray Struktur.<br>Wiedergabe starten?
uk: Каталог містить DVD або Blu-ray структуру.<br>Почати відтворення?

source: Yes
de: Ja
el: Ναι
tr: Evet
uk: Так

source: Network connection
de: Netzwerkverbindung
el: σύνδεση δικτύου
tr: Ağ bağlantısı
uk: Мережеве підключення

source: Unable to mount the folder.<br>Authorization may be necessary.<br>Specify login and password?
de: Nicht imstande den Ordner anzubringen.<br>Evtl. ist eine Zulassung erforderlich<br>Geben Sie Benutzername und Passwort ein?
el: Δεν είναι δυνατή η προσάρτηση του φακέλου.<br>Η άδεια μπορεί να είναι απαραίτητη.<br>Καθορισμός του ονόματος χρήστη και του κωδικού πρόσβασης;
tr: Klasör oturtulamadı.<br>Belki, yetkilendirmeye ihtiyacınız var.<br>Adı ve şifreyi girer misiniz?
uk: Не вдалося примонтувати каталог.<br>Можливо, необхідна авторизація.<br>Вказати логін і пароль?

source: Authorization
de: Autorisierung
el: Εξουσιοδότηση
tr: Yetkilendirme
uk: Авторизація

source: Login:
el: Είσοδος:
tr: Ad:
uk: Логін:

source: Connection
de: Verbindung
el: Σύνδεση
tr: Bağlantı
uk: Підключення

source: Unable to connect to the resource<br>with the given parameters
de: Konnte keine Verbindung zur Bezugsquelle aufbauen<br>mit den angegebenen Parametern.
el: Αποτυχία σύνδεσης<br>με τις δεδομένες παραμέτρους
tr: Verilen parametreli olarak<br>ağ kaynağına bağlanamadı
uk: Не вдалося здійснити підключення<br>до мережевого ресурсу із заданими параметрами

source: Selected subtitle will appear<br>during next player launch
de: Ausgewählte Untertitel-Datei<br>wird bei nächster Wiedergabe verwendet
el: Επιλέξτε υπότιτλο για εμφάνιση<br>κατά την επόμενη εκκίνηση της αναπαραγωγής
tr: Seçilen altyazı dosyası oynatıcının gelecek <br>girişinde kullanılacak
uk: Вибраний файл субтитрів буде використаний<br>при наступному запуску плеєра

source: No records in this playlist
de: Wiedergabeliste enthält keine Aufzeichnungen
el: Δεν υπάρχουν εγγραφές σε αυτή τη λίστα
tr: Oynatma listesinde dosya bulunamadı
uk: Плейлист не містить записів

source: Add to IPTV channels
de: Zu IPTV Sendern hinzugefügt
el: Προσθήκη στα IPTV κανάλια
tr: IPTV kanallarına ekle
uk: Додавання в IPTV-канали

source: Unable to add the selected records
de: Ausgewählte Aufzeichnungen hinzufügen ist fehlgeschlagen
el: Δεν μπορείτε να προσθέσετε τις επιλεγμένες εγγραφές
tr: Seçilen kayıtlar eklenemedi
uk: Не вдалося додати вибрані записи

source: No new channels for selected records
de: Keine neuen Sender in ausgewählten Aufzeichnungen
el: Δεν υπάρχουν νέα κανάλια για τις επιλεγμένες εγγραφές
tr: Seçilmiş kayıtlarda yeni kanal bulunamadı
uk: У вибраних записах немає нових каналів

source: Channels added successfully:
de: Sender erfolgreich hinzugefügt:
el: Τα κανάλια προστέθηκαν επιτυχώς:
tr: Başarılı eklenmış kanallar:
uk: Успішно додано каналів:

source: Go to IPTV channels
de: Zu IPTV Sendern gehen
el: Πηγαίνετε στα IPTV κανάλια
tr: IPTV kanallara git
uk: Перейти в IPTV-канали

source: Loading...
de: Lädt...
el: Φορτώνει...
tr: Yüklenme...
uk: Завантаження...

source: Record
de: Aufzeichnung
el: Εγγραφή
tr: Kayıt
uk: Запис

source: Now
de: Jetzt
el: Τώρα
tr: Şimdi
uk: Зараз

source: Recording channel
de: Sender aufzeichnen
el: Εγγραφή καναλιού
tr: Kanal kaydı
uk: Запис каналу

source: Frequency
de: Frequenz
el: Συχνότητα
tr: Freksans/sıklık
uk: Частота

source: Contains the list of items which are corresponding to the given filter request
de: Enthält eine Liste an Elementen entsprechend der gefilterten Anfrage
el: Περιέχει τον κατάλογο των αντικειμένων που αντιστοιχούν στον συγκεκριμένο αίτημα του φίλτρου
tr: Gösterilen isteğe uygun olan kayıt listesi içerir.
uk: Містить список записів, що відповідають вказаному запиту

source: Total found
de: Insgesamt gefunden
el: Συνολικά βρέθηκαν
tr: Toplam bulundu
uk: Всього знайдено

source: Last found
de: Zuletzt gefunden
el: Τελευταία βρέθηκαν
tr: Son bulunan
uk: Останній знайдений

source: Operations
de: Operation
el: Λειτουργίες
tr: İşlemler
uk: Операції

source: Confirm deletion
de: Löschvorgang bestätigen
el: Επιβεβαιώστε τη διαγραφή
tr: Silme onayı
uk: Підтвердження видалення

source: Are you sure you want to delete
de: Wollen Sie wirklich löschen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε;
tr: Silmekten emin misiniz?
uk: Ви впевнені, що хочете видалити

source: all entries selected?
de: alle Einträge ausgewählt?
el: επιλέγονται όλες οι εγγραφές;
tr: tüm seçilen kayıtları mı?
uk: виділені записи?

source: current entry?
de: aktueller Eintrag?
el: στην τρέχουσα καταχώρηση;
tr: geçerli kayıt mı?
uk: поточний запис?

source: Select all
de: Alles auswählen
el: Επιλογή όλων
tr: Tümünü seç
uk: Виділити всi

source: Deselect all
de: Auswahl aufheben
el: Αποεπιλογή όλων
tr: Tüm seçimleri kaldır
uk: Прибрати всi виділення

source: Invert selection
de: Auswahl invertieren
el: Αντιστροφή της επιλογής
tr: Seçimi ters çevir
uk: Інвертувати

source: Delete
de: Entfernen
el: Διαγραφή
tr: Sil
uk: Видалити

source: DVB menu
de: DVB Menü
el: DVB-μενού
tr: DVB menü
uk: DVB-меню

source: all entries?
de: alle Einträge ausgewählt?
el: όλες οι θέσεις;
tr: tüm kayıtlar mı?
uk: усi записи?

source: EPG
tr: Program listesi
uk: Програма передач

source: EPG grid
de: EPG-Raster
el: Πλέγμα EPG
tr: EPG şebekesi
uk: Сітка EPG

source: Auto scan
el: Αυτόματη σάρωση
tr: Otomatik tarama
uk: Автосканування

source: Manual scan
de: Manuell einstellen
el: Χειροκίνητη σάρωση
tr: Elle tarama
uk: Налаштувати вручну

source: Clear list
de: Liste leeren
el: Εκκαθάριση λίστας
tr: Listi temizle
uk: Очистити список

source: Enter name...
de: Name eingeben ...
el: Πληκτρολογήστε το όνομα ...
tr: Adı girin...
uk: Введіть найменування...

source: Menu
de: Menü
el: Μενού
tr: Menü
uk: Меню

source: Select
de: Auswählen
el: Επιλογή
tr: Seç
uk: Виділити

source: No DVB channels
de: Keine DVB Sender
el: Δεν βρέθηκαν κανάλια DVB
tr: DVB kanal bulunamadı
uk: Немає DVB-каналів

source: Start auto scan?
de: Auto-Scan starten?
el: Έναρξη αυτόματης σάρωσης;
tr: Otomatik taramaya başlatmak istiyor musunuz?
uk: Хочете запустити автосканування?

source: Start
el: Έναρξη
tr: Başlat
uk: Запустити

source: Scanning
de: Scannen
el: Σάρωση
tr: Tarama
uk: Сканування

source: Stop scanning?
de: Scannen anhalten?
el: Διακοπή σάρωσης;
tr: Taramayı durdurmak istiyor musunuz?
uk: Зупинити сканування?
