Repository: Nepose/MAG_Software_Portal
Catalog: embedded_portal/default_sources/public/portal/lang/*.po
Languages: de, el, tr, uk

source: Previous<br />media
de: Vorherige<br />Medien
el: Προηγούμενο<br />αρχείο media
tr: Geçmiş<br />medya
uk: Попереднє<br />медіа

source: Next<br />media
de: Nächste<br />Medien
el: Επόμενο<br />αρχείο media
tr: Gelecek<br />medya
uk: Наступне<br />медіа

source: Audio tracks
de: Audiospur
el: Η ταινία (Audio tracks)
tr: Ses parçaları
uk: Звукові доріжки

source: No storage device selected as the "File location" in TimeShift settings. Disable TimeShift?
el: Καμία συσκευή αποθήκευσης που επιλέγεται ως "θέση αρχείου" στις ρυθμίσεις TimeShift. Απενεργοποίηση TimeShift;
tr: TimeShift ayarlarında "Dosya konumu" olarak seçilen taşayıcı bulunamadı TimeShift. TimeShift fonksiyonu kapatmak istiyor musunuz?
uk: Відсутній носій, вибраний як "Розташування файлів" в налаштуваннях TimeShift. Вимкнути функцію TimeShift?

source: No
de: Nein
el: Οχι
tr: Hayır
uk: Ні

source: Enabled
de: Ein
el: Ενεργοποιήθηκε
tr: Açık
uk: Включено

source: TimeShift buffer
el: ρυθμιστικό TimeShift
uk: TimeShift буфер

source: Cyclic recording mode
de: Zyklische Aufzeichnung
el: Κυκλική λειτουργία εγγραφής
tr: Devirli kayıt modu
uk: Циклічний перезапис

source: Stop when out of space
de: Anhalten, wenn Speicher voll ist
el: Σταματήσε μετά από το ορισμένο διάστημα
tr: Boş alan bitince dur
uk: Зупинка по заповненню диска

source: 3D mode
de: 3D Modus
el: 3D-λειτουργία
tr: 3D rejimi
uk: 3D-режим

source: Mode
de: Modus
el: Λειτουργία
tr: Rejim
uk: Режим

source: Slide-show
el: Παρουσίαση
tr: Slayt gösterisi
uk: Слайдшоу

source: Play
de: Abspielen
el: Αναπαραγωγή
tr: Oynat
uk: Відтворення

source: One file once
de: Eine Datei einmal
el: Ένα αρχείο μία φορά
tr: Dosya bir kere
uk: Файл один раз

source: Each file once
de: Jede Datei einmal
el: Κάθε αρχείο μία φορά
tr: Hepsi bir kere
uk: Всi один раз

source: Repeat file
de: Datei wiederholen
el: Επαναλάβετε το αρχείο
tr: Dosya tekrar oynat
uk: Повторювати файл

source: Repeat everything
de: Alles wiederholen
el: Επαναλάβετε τα πάντα
tr: Hepsi tekrar oynat
uk: Повторювати все

source: Playlist shuffle
de: Wiedergabeliste mischen
el: Αναπαραγωγή με τυχαία σειρά
tr: Oynatma listesini taşı
uk: Перемішати плейлист

source: Teletext
uk: Телетекст

source: Current channel teletext settings
uk: Поточні параметри каналу телетексту

source: Force charset
uk: Форсувати кодування

source: Opacity level
uk: Рівень непрозорості

source: Hide<br />playlist
de: Verstecke<br />Wiedergabeliste
el: Απόκρυψη<br />λίστα αναπαραγωγής
tr: Oynatma listesini <br />sakla
uk: Сховати<br />плейлист

source: Selected subtitle file is not available
el: Το επιλεγμένο αρχείο υποτίτλων δεν είναι διαθέσιμο
tr: Secilmiş altyazı dosyası mevcut değil
uk: Вибраний файл субтитрів недоступний

source: Playing error
de: Wiedergabefehler
el: Σφάλμα Αναπαραγωγής
tr: Oynatma hatası
uk: Помилка відтворення

source: Buffer is full
de: Puffer ist voll
el: Η προσωρινής αποθήκευση (Buffer) είναι πλήρης
tr: Buffer dolu
uk: Буфер заповнений

source: Writing error
de: Fehler bei der Formatierung
el: Σφάλμα εγγραφής
tr: Kayıt hatası
uk: Помилка запису

source: Check storage device.<br />Disable TimeShift?
de: Speichermedium prüfen.<br />TimeShift deaktivieren?
el: Ελέγξτε τη συσκευή αποθήκευσης.<br />ΑπενεργοποίησηTimeShift?
tr: Taşayıcı durumunu kontrol ediniz.<br />TimeShift kapatmak istiyor musunuz?
uk: Перевірте стан носія.<br />Відключити TimeShift?

source: Start TimeShift error
de: TimeShift Ladefehler.
el: Σφάλμα εκκίνησης TimeShift
tr: TimeShift açılma hatası
uk: Помилка запуску TimeShift

source: Request to save
de: Anfrage zur Speicherung
el: Ζητήσε αποθηκεύση
tr: Saklama isteği
uk: Запит на збереження

source: Save TimeShift buffer?
de: TimeShift: Pufferinhalt speichern?
el: Αποθήκευση της ρύθμισης TimeShift;
tr: TimeShift bufferin içeriğini kaydetmek istiyor musunuz?
uk: Зберегти вміст буфера TimeShift?

source: Saving error
de: Fehler beim Speichern
el: Σφάλμα αποθήκευσης
tr: Kaydetme hatası
uk: Помилка збереження

source: Save to:
de: Gespeichert in:
el: Αποθήκευση σε:
tr: Kaydet:
uk: Збережено в:

source: unknown
de: unbekannt
el: άγνωστο
tr: Bilinmeyen
uk: невідомий

source: External subtitles:
de: Externe Untertitel:
el: Εξωτερικοί υπότιτλοι:
tr: Dış altyazı:
uk: Зовнішні субтитри:

source: Title
de: Partition
el: Τίτλος
tr: Bölüm
uk: Розділ

source: Chapter
de: Kapitel
el: Κεφάλαιο-Ενότητα
tr: Kısım
uk: Глава

source: Contains the list of items corresponding to the given filter request
de: Enthält eine Liste an Elementen entsprechend der gefilterten Anfrage
el: Περιέχει τον κατάλογο των αντικειμένων που αντιστοιχούν στο συγκεκριμένο αίτημα του φίλτρου
tr: Gösterilen isteğe uygun olan kayıt listesi içerir.
uk: Містить список записів, що відповідають вказаному запиту

source: Copying error
de: Fehler beim Kopieren
el: Σφάλμα αντιγραφής
tr: Kopyalama hatası
uk: Помилка копіювання

source: Enter your location...
de: Geben Sie Ihren Standort an...
el: Εισάγετε την τοποθεσία σας ...
tr: Yerinizi işaret ediniz...
uk: Введіть ваше місцерозташування...

source: Confirm
de: Bestätigung
el: Επιβεβαίωση
tr: Onayla
uk: Підтвердження

source: Are you sure you want to exit portal?
de: Sind Sie sicher, dass Sie das Portal beenden möchten?
el: Είστε βέβαιοι ότι θέλετε να βγείτε από το portal;
tr: Portaldan çıkmaktan emin misiniz?
uk: Ви впевнені, що хочете вийти з порталу?

source: Receiving<br>weather<br>data
de: Erhalte<br>Wetter<br>Informationen
el: Λήψη<br>καιρού<br>δεδομένων
tr: Hava <br>durumu verileri<br>alma
uk: Отримання<br>погодних<br>даних

source: No<br>weather<br>settings
de: Wetter<br>nicht<br>eingestellt
el: Καιρού<br>δεν υπάρχουν<br>ρυθμίσεις
tr: Hava <br>durumu <br>ayarlanmadı
uk: Погода<br>не<br>налаштована

source: USB storage is connected
de: USB-Datenträger ist angeschlossen
el: Το USB-αποθήκευσης είναι συνδεδεμένο
tr: USB-bellek aygıt bağlı
uk: Підключений USB-накопичувач

source: Playback
de: Wiedergabe
el: Αναπαραγωγή
tr: Oynat
uk: Відтворення

source: Interface
de: Schnittstelle
el: Εμφάνιση
tr: Arayüz
uk: Зовнішній вигляд

source: System settings
de: Systemeinstellungen
el: Ρυθμίσεις συστήματος
tr: Sistem ayarları
uk: Системні налаштування

source: Network Diagnostics
uk: Діагностика мережі

source: Speed test
de: Geschwindigkeitstest
el: Τest ταχύτητας
tr: Hız testi
uk: Тест швидкості

source: Advanced
uk: Додатково

source: Update manually
de: Manuelles Update
el: Ενημέρωση με μη αυτόματο τρόπο
tr: Elle güncelle
uk: Оновлення вручну

source: Some settings have been changed
de: Einige Einstellungen wurden verändert
el: Ορισμένες ρυθμίσεις έχουν αλλάξει
tr: Birkaç ayarlar değiştirildi
uk: Деякі налаштування були змінені

source: Primary audio track language
de: Sprache: Audiospur
el: Κύρια γλώσσα ήχου
tr: Ses parçası dili
uk: Мова аудіодоріжки

source: Primary subtitle language
de: Sprache: Untertitel
el: Κύρια γλώσσα υποτίτλων
tr: Altyazı dili
uk: Мова субтитрів

source: Main menu
de: Hauptmenü
el: Κύριο μενού
tr: Ana menü
uk: Головне меню

source: 1 minute
el: 1 λεπτό
tr: 1 dakika
uk: 1 хвилина

source: 3 minutes
de: 3 Minuten
el: 3 λεπτά
tr: 3 dakika
uk: 3 хвилини

source: 5 minutes
de: 5 Minuten
el: 5 λεπτά
tr: 5 dakika
uk: 5 хвилин

source: 10 minutes
de: 10 Minuten
el: 10 λεπτά
tr: 10 dakika
uk: 10 хвилин

source: 30 minutes
de: 30 Minuten
el: 30 λεπτά
tr: 30 dakika
uk: 30 хвилин

source: Start page
de: Startseite
el: Αρχική σελίδα
tr: Ana sayfa
uk: Стартова сторінка

source: Weather system format
el: Μορφή συστήματος καιρού
tr: Hava durumu sistemi biçimi
uk: Формат відображення погоди

source: Metric (Celsius, meters per second)
de: Metrik (Celsius, Meter pro Sekunde)
el: Μετρικό (Κελσίου, μέτρα/δευτερόλεπτο)
tr: Metrik (Selsius, m/s)
uk: Метрична (цельсій, м/с)

source: English (Fahrenheit, miles per hour)
de: Englisch (Fahrenheit, Meilen pro Stunde)
el: Αγγλικό (Φαρενάιτ, μίλια/ώρα)
tr: İngiliz (Fahrenhayt, mil/saat)
uk: Англійська (фаренгейт, миль/год)

source: HDMI event reaction:
de: Reaktion auf HDMI Ereignisse
el: Αντίδραση με HDMI-συμβάν
tr: HDMI olaylara tepki:
uk: Реакція на HDMI-події

source: 5 minutes delay
de: Verzögerung 5 Minuten
el: 5 λεπτά καθυστέρηση
tr: Gecikme 5 dakika
uk: Затримка 5 хвилин

source: 10 minutes delay
de: Verzögerung 10 Minuten
el: 10 λεπτά καθυστέρηση
tr: Gecikme 10 dakika
uk: Затримка 10 хвилин

source: Screensaver interval
de: Bildschirmschoner-Intervall
el: Διάστημα προφύλαξης οθόνης
tr: Ekran koruyucusunun aralığı
uk: Інтервал збереження екрана

source: Screensaver
de: Bildschirmschoner
el: Προφύλαξη οθόνης
tr: Ekran koruyucusu
uk: Зберігач екрана

source: LED brightness:
de: LED-Helligkeit:
el: LED φωτεινότητα:
tr: LED parlaklığı:
uk: Яскравість LED:

source: LED brightness (standby):
de: LED-Helligkeit (standby):
el: LED φωτεινότητα (σε κατάσταση αναμονής):
tr: LED parlaklığı (beklemede):
uk: Яскравість LED (режим очікування):

source: minutes
de: Minuten
el: λεπτά
tr: dakika
uk: хвилин

source: With confirmation
de: Mit Bestätigung
el: Με επιβεβαίωση
tr: Onaylı
uk: З підтвердженням

source: Update to beta versions
de: Update bei Beta-Version
el: Ενημέρωση με beta (δοκιμάστηκες) εκδόσεις
tr: Beta versiyonuna güncelle
uk: Оновлення на бета-версію

source: Use TimeShift
de: TimeShift einschalten
el: Χρήση TimeShift
tr: TimeShift'i kullan
uk: Увімкнути TimeShift

source: Icon enable
de: Symbol einblenden
el: Ενεργοποίηση εικονίδιου
tr: Simgeyi aç
uk: Увімкнути іконку

source: File location
de: Dateispeicherort
el: Θέση αρχείου
tr: Dosya konumu
uk: Розміщення файлів

source: Length
de: Maximale Dauer
el: Μήκος
tr: Azamî uzunluk
uk: Максимальна тривалість

source: hour
de: Stunde
el: ώρα
tr: saat
uk: година

source: 3 hours
de: 3 Stunden
el: 3 ώρες
tr: 3 saat
uk: 3 години

source: 5 hours
de: 5 Stunden
el: 5 ώρες
tr: 5 saat
uk: 5 годин

source: 10 hours
de: 10 Stunden
el: 10 ώρες
tr: 10 saat
uk: 10 годин

source: 20 hours
de: 20 Stunden
el: 20 ώρες
tr: 20 saat
uk: 20 годин

source: 24 hours
de: 24 Stunden
el: 24 ώρες
tr: 24 saat
uk: 24 години

source: Using buffer mode
de: Modus Puffer-Verwendung
el: Καθημερινή χρήση του ρυθμιστικού διαλύματος
tr: Buffer kullanma modu
uk: Режим використання буфера

source: Cyclic record mode
de: Zyklische Aufnahmemodus
el: Κυκλικές ξαναγράψιμο
tr: Devirli kayıt modu
uk: Циклічний перезапис

source: On exit
de: Verfahren beim Ausgang
el: Κατά την έξοδο
tr: Çıkış eylemi
uk: Дія при виході

source: Do not save buffer
de: Puffer nicht speichern
el: Απορρίψε το ρυθμιστικό
tr: Bufferi saklama
uk: Не зберігати буфер

source: Save buffer
de: Puffer speichern
el: Κρατήσε το ρυθμιστικό
tr: Bufferi sakla
uk: Зберігати буфер

source: Delay
de: Verzögerung
el: Καθυστέρηση
tr: Gecikme
uk: Затримка

source: By pressing Pause button
de: Durch Drücken der Pause-Taste
el: Πατώντας το πλήκτρο "Pause"
tr: "Duraklat" tuşuna basınca
uk: Після натиснення кнопки "Пауза"

source: Extended diagnostics
uk: Розширена діагностика

source: Not available
de: Nicht verfügbar
el: Δεν είναι διαθέσιμο
tr: Mevcut değil
uk: Недоступно

source: Speed:
de: Geschw.:
el: Ταχύτητα:
tr: Hız:
uk: Швидкість:

source: Waiting
de: Warten
el: Αναμονή
tr: Beklemede
uk: Очікування

source: Testing
de: Prüfung
el: Δοκιμή
tr: Kontrol
uk: Перевірка

source: Test results
uk: Результати тесту

source: Test result
uk: Результат тесту

source: Perform diagnostics
uk: Виконати діагностику

source: Estimated time of completion
uk: Розрахунковий час завершення

source: IP Address
uk: IP адреса

source: Loss
uk: Втрати

source: Ping
uk: Пінг

source: Attention
uk: Увага

source: Estimated time to complete the test - 10 minutes.<br> You can not interrupt the test before it is completed
uk: Розрахунковий час завершення тесту - 10 хвилин.<br> Ви не можете перервати перевірку до її завершення

source: Run the test
uk: Запустити тест

source: Signal type
de: Signaltyp
el: Τύπος σήματος
tr: Sinyal türü
uk: Тип сигнала

source: Portals loader
uk: Завантажувач порталів

source: Use Teletext
uk: Включити телетекст

source: Sorry, no firmware image at the moment
de: Leider gibt es im Moment keine Firmware-Image
el: Λυπούμαστε, αλλά δεν υπάρχει εικόνα λογισμικού (firmware) αυτή τη στιγμή
tr: Kusura bakmayınız, şimdi kalıp dosyaları listesi boştur
uk: Вибачте, на даний момент лист образів порожній

source: Software update
el: Ενημέρωση του λογισμικού
tr: Yazılım güncellenmesi
uk: Оновлення ПЗ

source: Successfully saved
de: Erfolgreich gespeichert
el: Αποθηκεύτηκαν με επιτυχία
tr: Başarılı kaydedildi
uk: Успішно збережено

source: Device reboot is required to apply changes. Reboot now?
de: Neustart des Geräts ist erforderlich, um Änderungen zu übernehmen. Jetzt neustarten?
el: Οι αλλαγές θα τεθούν σε ισχύ μετά την επανεκκίνηση της συσκευής. Επανεκκίνηση τώρα;
tr: Değişiklikler sadece cihazın yeniden açılmasından sonra yürürlüğe girer. Şimdi yeniden açar mısınız?
uk: Змiни набудуть чинності після перезавантаження пристрою. Виконати перезавантаження зараз?

source: Home Media
el: Αναπαραγωγή Πολυμέσων

source: 2 hours
de: 2 Stunden
el: 2 ώρες
tr: 2 saat

source: Ok
tr: Tamam
