Repository: Nepose/MAG_Software_Portal
Catalog: embedded_portal/default_sources/public/portal/lang/*.po
Languages: de, el, tr, uk

source: January
de: Januar
el: Ιανουάριος
tr: Ocak
uk: Січня

source: February
de: Februar
el: Φεβρουάριος
tr: Şubat
uk: Лютого

source: March
de: März
el: Μάρτιος
tr: Mart
uk: Березня

source: April
el: Απρίλιος
tr: Nisan
uk: Квітня

source: May
de: Mai
el: Μάιος
tr: Mayıs
uk: Травня

source: June
de: Juni
el: Ιούνιος
tr: Haziran
uk: Червня

source: July
de: Juli
el: Ιούλιος
tr: Temmuz
uk: Липня

source: August
el: Αύγουστος
tr: Ağustos
uk: Серпня

source: September
el: Σεπτέμβριος
tr: Eylül
uk: Вересня

source: October
de: Oktober
el: Οκτώβριος
tr: Ekim
uk: Жовтня

source: November
el: Νοέμβριος
tr: Kasım
uk: Листопада

source: December
de: Dezember
el: Δεκέμβριος
tr: Aralık
uk: Грудня

source: Sunday
de: Sonntag
el: Κυριακή
tr: Pazar
uk: Неділя

source: Monday
de: Montag
el: Δευτέρα
tr: Pazartesi
uk: Понеділок

source: Tuesday
de: Dienstag
el: Τρίτη
tr: Salı
uk: Вівторок

source: Wednesday
de: Mittwoch
el: Τετάρτη
tr: Çarşamba
uk: Середа

source: Thursday
de: Donnerstag
el: Πέμπτη
tr: Perşembe
uk: Четвер

source: Friday
de: Freitag
el: Παρασκευή
tr: Cuma
uk: П'ятниця

source: Saturday
de: Samstag
el: Σάββατο
tr: Cumartesi
uk: Субота

source: Clear/Sunny
de: klar/sonnig
el: Καθαρός / Ηλιόλουστος
tr: açık/güneşli
uk: ясно/сонячно

source: Partly Cloudy
de: leicht bewölkt
el: Μερικώς νεφελώδης
tr: parçalı bulutlu
uk: невелика хмарність

source: Cloudy
de: bewölkt
el: Νεφελώδης
tr: bulutlu
uk: хмарно

source: Overcast
de: stark bewölkt
el: Πυκνή συννεφιά
tr: çok bulutlu
uk: похмуро

source: Mist
de: leicht neblig
el: Ελαφριά ομίχλη
tr: sisli
uk: легкий туман

source: Patchy rain nearby
de: vereinzelt Regen
el: Κατά τόπους βροχή
tr: Yamalı yağmur yağabilir
uk: місцями можливий дощ

source: Patchy snow nearby
de: vereinzelt Schnee
el: Κατά τόπους χιόνι
tr: Yamalı kar yağabilir
uk: місцями можливий сніг

source: Patchy sleet nearby
de: vereinzelt Schneeregen
el: Κατά τόπους χιονόνερο
tr: Yamalı karla karışık yağabilir
uk: місцями можливий мокрий сніг

source: Patchy freezing drizzle nearby
de: vereinzelt Nieselregen, Vereisungsgefahr
el: Κατά τόπους ψιλόβροχο, παγετός
tr: yamalı çiseleyen yağmur yağabilir
uk: місцями можлива мряка, обмерзання

source: Thundery outbreaks in nearby
de: vereinzelt Gewitter
el: Ξεσπάσματα καταιγίδας
tr: gök gürültüleri olabilir
uk: місцями можливі грози

source: Blowing snow
de: Schneesturm
el: Φυσώντας χιόνι
tr: Tipi
uk: хуртовина

source: Blizzard
de: Schneegestöber
el: Χιονοθύελλα
tr: kar fırtınası
uk: завірюха

source: Fog
de: Nebel
el: Ομίχλη
tr: sis
uk: туман

source: Freezing fog
de: gefrierender Nebel
el: Παγετός-ομίχλη
tr: dondurucu sis
uk: мерзлий туман

source: Patchy light drizzle
de: vereinzelt Nieselregen
el: Κατά τόπους ελαφρά ψιχαλίζει
tr: Yamalı hafif çiseleyen yağışlı
uk: місцями мряка

source: Light drizzle
de: Nieselregen
el: ψιχαλίζει
tr: Hafif çişeleyen yağışlı
uk: мряка

source: Freezing drizzle
de: Nieselregen mit Vereisungsgefahr
el: Παγετός ψιλόβροχο
tr: Dondurucu çiseleyen yağışlı
uk: мряка з обмерзанням

source: Heavy freezing drizzle
de: starker Nieselregen mit Vereisungsgefahr
el: πυκνή ομίχλη παγετός
tr: Şiddetli dondurucu çisenti yağışlı
uk: густа мряка з обмерзанням

source: Patchy light rain
de: vereinzelt Regen
el: Κατά τόπους ασθενής βροχή
tr: Yamalı hafif yağışlı
uk: місцями невеликий дощ

source: Light rain
de: leichter Regen
el: Ασθενής βροχή
tr: Hafif yağışlı
uk: невеликий дощ

source: Moderate rain at times
de: zeitweise mäßiger Regen
el: Μέτρια βροχή κατά περιόδους
tr: Zaman zaman orta yağışlı
uk: подекуди помірний дощ

source: Moderate rain
de: mäßiger Regen
el: μέτρια βροχή
tr: Orta yağışlı
uk: помірний дощ

source: Heavy rain at times
de: zeitweise starker Regen
el: Δυνατή βροχή κατά περιόδους
tr: Zaman zaman yoğun yağışlı
uk: подекуди сильний дощ

source: Heavy rain
de: starker Regen
el: Δυνατή βροχή
tr: Yoğun yağış
uk: сильний дощ

source: Light freezing rain
de: leichter Regen, Glatteis
el: Ασθενής βροχή Παγετός
tr: hafif dondurucu yağış
uk: невеликий дощ, ожеледиця

source: Moderate or Heavy freezing rain
de: mäßig bis starker Regen, Glatteis
el: Μέτρια ή δυνατή βροχή Παγετός
tr: Orta veya yoğun dondurucu yağmur
uk: середній або сильний дощ, ожеледиця

source: Light sleet
de: mäßiger Schneeregen
el: Ελαφρά χιονόπτωση
tr: Hafif çisenti
uk: невеликий мокрий сніг

source: Moderate or heavy sleet
de: mäßiger bis starker Schneeregen
el: Μέτρια ή ισχυρή χιονόπτωση
tr: Orta veya yoğun çisenti
uk: середній або сильний мокрий сніг

source: Patchy light snow
de: vereinzelt Schnee
el: Κατά τόπους ελαφρά χιονόπτωση
tr: Yamalı hafif kar yağışı
uk: місцями невеликий сніг

source: Light snow
de: leichter Schneefall
el: Ασθενής χιονόπτωση
tr: Hafif kar yağışı
uk: невеликий сніг

source: Patchy moderate snow
de: stellenweise Schnee
el: Κατά τόπους ελαφρά χιονόπτωση
tr: Yamalı kar yağışı
uk: місцями сніг

source: Moderate snow
de: Schnee
el: μέτρια χιονόπτωση
tr: Kar yağışlı
uk: сніг

source: Patchy heavy snow
de: stellenweise Schneefall
el: Κατά τόπους ισχυρή χιονόπτωση
tr: Yamalı yoğun kar
uk: місцями снігопад

source: Heavy snow
de: Schneefall
el: Ισχυρή χιονόπτωση
tr: Yoğun kar yağışı
uk: снігопад

source: Ice pellets
de: Hagel
el: Χαλάζι
tr: Dolu
uk: сніжна крупа

source: Light rain shower
de: Regenschauer
el: σύντομη νεροποντή
tr: Kısa süreli sağanak
uk: короткочасна злива

source: Moderate or heavy rain shower
de: Platzregen
el: δυνατή βροχή
tr: Yoğun sağanak
uk: сильна злива

source: Torrential rain shower
de: starker Regenschauer
el: Έντονες βροχοπτώσεις
tr: Çok yoğun sağanak
uk: дуже сильна злива

source: Light sleet showers
de: leichter Regen mit Schneefall
el: Χιονόνερο
tr: Hafif sulu kar sağanağı
uk: невеликий дощ зі снігом

source: Moderate or heavy sleet showers
de: starker Regen mit Schneefall
el: Μέτρια ή βροχή χιονόνερο
tr: Yoğun sulı kar sağanağı
uk: сильний дощ зі снігом

source: Light snow showers
de: kurzzeitiger Schneefall
el: Ελαφρά χιονόπτωση
tr: Kısa süreli kar sağanağı
uk: короткочасний снігопад

source: Moderate or heavy snow showers
de: starker Schneefall
el: Μέτρια ή βαριά χιονόπτωση
tr: Yoğun kar sağanağı
uk: сильний снігопад

source: Light showers of ice pellets
de: kurzzeitiger Niederschlag mit Hagel
el: Κατά τόπους ελαφρύ χιονόνερο
tr: Kısa süreli dolu tanecikleri sağanağı
uk: короткочасні опади у вигляді сніжної крупи

source: Moderate or heavy showers of ice pellets
de: starker Niederschlag mit Hagel
el: Μέτριο ή δυνατό χιονόνερο
tr: Yoğun dolu tanecik sağanağı
uk: сильні опади у вигляді сніжної крупи

source: Patchy light rain in area with thunder
de: vereinzelt Regen mit Donner
el: Κατά τόπους ελαφρά βροχή - βροντή
tr: Gök gürültüsü ile hafif yağıs
uk: місцями невеликий дощ із грозою

source: Moderate or heavy rain in area with thunder
de: stellenweise starker Regen mit Donner
el: Μερικές φορές δυνατή βροχή με βροντές
tr: Gök gürültüsü ile yoğun yağış
uk: місцями сильний дощ із грозою

source: Patchy light snow in area with thunder
de: vereinzelt Schnee mit Donner
el: Κατά τόπους ελαφρά χιονόπτωση - βροντή
tr: местами небольшой снег с громом
uk: місцями невеликий сніг із громом

source: Moderate or heavy snow in area with thunder
de: stellenweise starker Schnee mit Donner
el: Μερικές φορές πυκνό χιόνι με βροντές
tr: Gök gürültüsü ile yoğun kar yağışı
uk: місцями сильний сніг із громом

source: Today
de: Heute
el: Σήμερα
tr: Bugün
uk: Сьогодні

source: IPTV channels
de: IPTV Sender
el: IPTV-κανάλια
tr: IPTV-kanalları
uk: IPTV-канали

source: DVB channels
de: DVB Sender
el: DVB-κανάλια
tr: DVB-kanalları
uk: DVB-канали

source: Internet Browser
tr: İnternet tarayıcısı
uk: Інтернет-браузер

source: Internet bookmarks
de: Internet-Lesezeichen
tr: İnternet şeridi
uk: Інтернет-закладки

source: Settings
de: Einstellungen
el: Ρυθμίσεις
tr: Ayarlar
uk: Налаштування

source: Download manager
el: Διαχείριση λήψεων
tr: İndirme yöneticisi
uk: Завантаження

source: Internet services
de: Internetdienste
el: Υπηρεσίες Διαδικτύου
tr: İnternet servisleri
uk: Інтернет-сервіси

source: Apps
uk: Додатки

source: Infomir Stalker
de: Stalker Portal
tr: Stalker portalı
uk: Портал Сталкер

source: Menu Guide
de: Handbuch
el: Οδηγός Μενού
tr: Menü kılavuzu
uk: Довідка з меню

source: Record manager
de: Aufnahmemanager
el: Διαχείριση Εγγραφών
tr: Kayıt yöneticisi
uk: Записи

source: Weather
de: Wetter
el: Καιρός
tr: Hava durumu
uk: Погода

source: Weather in
de: Wetter in
el: Καιρός
tr: Hava durumu
uk: Погода в

source: The service is not available at the moment.<br /> Please try again later.
de: Service zurzeit nichtverfügbar.<br /> Probieren Sie später erneut.
el: Η υπηρεσία δεν είναι διαθέσιμη αυτή τη στιγμή.<br />Παρακαλώ δοκιμάστε ξανά αργότερα.
tr: Şu an servis mevcut değil.<br />. Sonra tekrar deneyiniz
uk: На даний момент сервіс недоступний.<br /> Повторіть спробу пізніше.

source: Setup Wizard
de: Installationsassistent
el: Οδηγός εγκατάστασης
tr: Kurulum Sihirbazı
uk: Майстер налаштувань

source: Select city
de: Wetter in e. a. Stadt
el: Επιλέξτε πόλη
tr: Şehri seç
uk: Погода в іншому місті

source: Weather is not found, select another city
de: Zu dieser Stadt ist kein Wetter verfügbar, wählen Sie eine andere Stadt aus
el: Ο καιρός δεν έχει βρεθεί, επιλέξτε μια άλλη πόλη
tr: Bu şehir için hava durumu bulunamadı, diğer bir şehir seçiniz
uk: Для цього міста прогноз не знайдений, виберіть інше місто

source: <br>Do you want to save location?
de: <br>Standort speichern?
el: <br>Θέλετε να αποθηκεύσετε την τοποθεσία;
tr: Yeri kaydetmek ister misiniz?
uk: Зберегти місцерозташування?

source: Cancel
de: Abbruch
el: Ακύρωση
tr: İptal
uk: Відміна

source: Loading service...
de: Service lädt...
el: Φόρτωση Υπηρεσίας ...
tr: Servisin yüklenmesi...
uk: Завантаження сервісу...

source: Service unavailable
de: Service nicht verfügbar
el: Η υπηρεσία δεν είναι διαθέσιμη
tr: Servis mevcut değil
uk: Сервіс недоступний

source: Humidity
de: Luftfeuchtigkeit
el: Υγρασία
tr: Nemlik
uk: Вологість

source: Wind
de: Windstärke
el: Άνεμος
tr: Rüzgâr
uk: Вітер

source: N
el: Β
tr: K
uk: Пн

source: NE
de: NO
el: Β/Α
tr: KD
uk: ПнСх

source: E
de: O
el: Α
tr: D
uk: Сх

source: SE
de: SO
el: Ν/Α
tr: GD
uk: ПдСх

source: S
el: Ν
tr: G
uk: Пд

source: SW
el: Ν/Δ
tr: GB
uk: ПдЗх

source: W
el: Δ
tr: B
uk: Зх

source: NW
el: Β/Δ
tr: KB
uk: СхЗх

source: m/s
el: μίλια / δευτερόλεπτο
tr: m/san.
uk: м/с

source: miles/h
de: meilen/h
el: μίλια/ώρα
tr: mil/saat
uk: миль/год

source: Loading data. It may take some time.
de: Daten werden geladen. Das kann einige Zeit dauern.
el: Φόρτωση δεδομένων. Μπορεί να πάρει κάποιο χρόνο.
tr: Veri yüklenmekte. Bu işlem bir kaç dakika sürebilir
uk: Триває завантаження даних. Це може зайняти певний час.

source: English
de: Englisch
el: Αγγλικά
tr: İngilizce
uk: Англійська

source: Russian
de: Russisch
el: Ρωσική
tr: Rusça
uk: Російська

source: Ukrainian
de: Ukrainisch
el: Ουκρανικά
tr: Ukraynaca
uk: Українська

source: Belarusian
de: Weißrussisch
el: Λευκορωσίας
tr: Beyaz Rusça
uk: Білоруська

source: French
de: Französisch
el: Γαλλικά
tr: Fransızca
uk: Французька

source: German
de: Deutsch
el: Γερμανικά
tr: Немецкий
uk: Німецька

source: Italian
de: Italienisch
el: Ιταλικά
tr: İtalyanca
uk: Італійська

source: Spanish
de: Spanisch
el: Ισπανικά
tr: İspanyolca
uk: Іспанська

source: Portuguese
de: Portugiesisch
el: Πορτογαλικά
tr: Portekizce
uk: Португальська

source: Swedish
de: Schwedisch
el: Σουηδικά
tr: İsveççe
uk: Шведська

source: Norwegian
de: Norwegisch
el: Νορβηγικά
tr: Norveççe
uk: Норвезька

source: Dutch
de: Holländisch
el: Ολλανδικά
tr: Hollandaca
uk: Голандська

source: Serbian
de: Serbisch
el: Σερβική
tr: Sırpça
uk: Сербська

source: Slovenian
de: Slowenisch
el: Σλοβενίας
tr: Slovençe
uk: Словенська

source: Croatian
de: Kroatisch
el: Κροατικά
tr: Hırvatça
uk: Хорватська

source: Albanian
de: Albanisch
el: Αλβανική
tr: Arnavutça
uk: Албанська

source: Japanese
de: Japanisch
el: Ιαπωνικά
tr: Japonca
uk: Японська

source: Chinese
de: Chinesisch
el: Кινέζικα
tr: Çince
uk: Китайська

source: Korean
de: Koreanisch
el: Κορέας
tr: Koreçe
uk: Корейська

source: Vietnamese
de: Vietnamesisch
el: Βιετνάμ
tr: Vietnamca
uk: В'єтнамська

source: Latvian
de: Lettisch
el: Λετονίας
tr: Letonca
uk: Латиська

source: Lithuanian
de: Litauisch
el: Λιθουανικά
tr: Litvanca
uk: Литовська

source: Estonian
de: Estnisch
el: Εσθονίας
tr: Estonca
uk: Естонська

source: Finnish
de: Finnisch
el: Φινλανδικά
tr: Fince
uk: Фінська

source: Hungarian
de: Ungarisch
el: Ουγγρικά
tr: Macarca
uk: Угорська

source: Czech
de: Tschechisch
el: Τσεχία
tr: Çekçe
uk: Чеська

source: Slovak
de: Slowakisch
el: Σλοβακίας
tr: Slovakça
uk: Словацька

source: Bulgarian
de: Bulgarisch
el: Βουλγαρικά
tr: Bulgarca
uk: Болгарська

source: Polish
de: Polnisch
el: Πολωνικά
tr: Lehçe
uk: Польська

source: Romanian
de: Rumänisch
el: Ρουμανικά
tr: Romanca
uk: Румунська

source: Greek
de: Griechisch
el: Ελληνικά
tr: Yunanca
uk: Грецька

source: Hebrew
de: Hebräisch
el: Εβραϊκά
tr: İbranice
uk: Іврит

source: Turkish
de: Türkisch
el: Τουρκικά
tr: Türkçe
uk: Турецька

source: Danish
de: Dänisch
el: Δανίας
tr: Danca
uk: Данська

source: Icelandic
de: Isländisch
el: Іσλανδική
tr: İzlandaca
uk: Ісландська

source: Hindi
el: Ινδικά
tr: Hintçe
uk: Хінді

source: Bengali
de: Bengalisch
el: Βεγγαλικά
uk: Бенгалі

source: Arabic
de: Arabisch
el: Αραβικά
tr: Arapça
uk: Арабська

source: Armenian
de: Armenisch
el: Αρμενικά
tr: Ermenice
uk: Вірменська

source: Georgian
de: Georgisch
el: Γεωργίας
tr: Gürcüce
uk: Грузинська

source: Azerbaijani
de: Aserbaidschanisch
el: Αζερμπαϊτζάν
tr: Azerice
uk: Азербайджанська

source: Bashkir
de: Baschkirisch
el: Μπασκίρ
tr: Başkurtça
uk: Башкирська

source: Basque
de: Baskisch
el: Βάσκων
tr: Baskça
uk: Баскська

source: Bosnian
de: Bosnisch
el: Βοσνιακά
tr: Boşnakça
uk: Боснійська

source: Buriat
de: Burjatisch
el: Μπουργιάτες
tr: Buryatça
uk: Бурятська

source: Burmese
de: Birmanisch
el: Βιρμανίας
tr: Burmaca
uk: Бірманська

source: Chechen
de: Tschetschenisch
el: Τσετσενίας
tr: Çeçence
uk: Чеченська

source: Welsh
el: Ουαλία;
tr: Galce
uk: Уельська

source: Dzongkha
de: Bhutanisch
el: Ρωμαϊκή Dzongkha
tr: Dzongka
uk: Бутанська

source: Esperanto
el: Εσπεράντο
uk: Есперанто

source: Persian
de: Persisch
el: Пερσικά
tr: Farsça
uk: Персидська

source: Irish
de: Irländisch
el: Іρλανδική
tr: İrlandaca
uk: Ірландська

source: Gujarati
el: Γκουτζαράτ
tr: Gucaratça
uk: Гуджараті

source: Indonesian
de: Indonesisch
el: Ινδονησίας
tr: Endonezce
uk: Індонезійська

source: Iranian
de: Iranisch
el: Ιράν
tr: İranca
uk: Іранська

source: Kashmiri
el: Κασμίρ
tr: Keşmirce
uk: Кашмирська

source: Kazakh
de: Kasachisch
el: Καζακστάν
tr: Kazakça
uk: Казахська

source: Kabardian
el: Καμπαρντίνο
tr: Kabartayca
uk: Кабардинська

source: Komi
el: Κώμη
uk: Комі

source: Karelian
de: Karelisch
el: Καρελίας
tr: Karelyaca
uk: Карельська

source: Kurdish
de: Kurdisch
el: Кουρδική
tr: Kürtçe
uk: Курдська

source: Marathi
el: Μαράθι
uk: Маратхі

source: Macedonian
de: Makedonisch
el: ΠΓΔΜ
tr: Makedonca
uk: Македонська

source: Nepali
de: Nepalesisch
el: Νεπάλ
uk: Непальська

source: Ossetian
de: Ossetisch
el: Оσετίας
tr: Osetçe
uk: Осетинська

source: Yakut
de: Jakutisch
el: Γιακουτίας
tr: Yakutça
uk: Якутська

source: Somali
de: Somalisch
el: Σομαλίας
tr: Somalice
uk: Сомалі

source: Tamil
de: Tamalisch
el: Ταμίλ
tr: Tamilce
uk: Тамільська

source: Tatar
de: Tatarisch
el: Тατάρ
tr: Tatarça
uk: Татарська

source: Telugu
el: Τελούγκου
tr: Teluguca
uk: Телугу

source: Tajik
de: Tadschikisch
el: Τατζικιστάν
tr: Tacikçe
uk: Таджицька

source: Thai
de: Thailändisch
el: Ταϊλάνδης
tr: Tayca
uk: Тайська

source: Turkmen
de: Turkmenisch
el: Τουρκμενιστάν
tr: Türkmence
uk: Туркменська

source: Udmurt
de: Udmurtisch
el: Ουραλική
tr: Udmurtça
uk: Удмуртська

source: Urdu
el: Ουρντού
tr: Urduca
uk: Урду

source: Uzbek
de: Usbekisch
el: Ουζμπεκιστάν
tr: Özbekçe
uk: Узбецька

source: Kalmyk
el: Καλμίκ
tr: Kalmıkça
uk: Калмицька

source: Tibetan
de: Tibetisch
el: Θιβέτ
tr: Tibetçe
uk: Тибетська

source: Yiddish
de: Jiddisch
el: Γίντις
tr: Yidiş
uk: Ідиш

source: Welcome
de: Willkommen
el: Καλώς ήρθατε
tr: Hoş geldiniz
uk: Ласкаво просимо

source: Select language
de: Sprachauswahl
el: Επιλέξτε τη γλώσσα
tr: Dili seçiniz
uk: Виберіть мову

source: Use Up and Down, Left and Right buttons for selecting. Press OK button to confirm.
de: Zum Auswählen, drücken Sie die Pfeiltasten "Oben", "Unten", "Links", "Rechts". Zum Bestätigen - "OK".
el: Χρησιμοποιήστε τα πάνω, κάτω, αριστερά και δεξιά κουμπιά για την επιλογή σας. Πατήστε το κουμπί OK για επιβεβαίωση.
tr: Seçme için "Yukarıya", "Aşağıya", "Sola", "Sağa" tuşlarına basınız. Seçme onaylamak için "OK" tuşuna basınız.
uk: Для навігації використовуйте кнопки "Вгору", "Вниз", "Вліво", "Вправо". Для підтвердження вибору - "OK".

source: Exit
de: Beenden
el: Έξοδος
tr: Çıkış
uk: Вихід

source: AuraHD Setup Wizard
de: Setup Wizard AuraHD
el: AuraHD Οδηγός εγκατάστασης
tr: AuraHD Kurulum Sihirbazı
uk: Майстер налаштування AuraHD

source: Use the SetUp Wizard to edit Internet access settings, select display options and set your time zone
de: Den Internetanschluss, die Bildschirmeinstellungen und die Wahl der Zeitzone können Sie mithilfe des Installationsassistenten durchführen.
el: Χρησιμοποιήσετε τον οδηγό ρυθμίσεων για να επεξεργαστείτε τις ρυθμίσεις πρόσβασης στο Internet, επιλέξτε τις επιλογές εμφάνισης και ορίστε τη ζώνη ώρας σας.
tr: İnternete erişim ayarlamaya, görüntü parametreleri, saat dilimini seçmeye Kurulum Sihirbazını oynatlayınız
uk: Для налаштування доступу в Інтернет, вибору параметрів відображення і часового поясу запустіть Майстер налаштування.

source: Run the Setup Wizard
de: Installationsassistent starten
el: Εκτελέστε τον Οδηγό εγκατάστασης
tr: Kurulum Sihirbazını aç
uk: Запустити Майстер налаштування

source: Set up manually later
de: Später manuell einstellen
el: Ρυθμίστε με το χειροκίνητα αργότερα
tr: Sonra elle kur
uk: Налаштувати пізніше вручну

source: Step 1: Connecting to your TV
de: Schritt 1: Anschluss zum Fernseher
el: Βήμα 1: Σύνδεση με την τηλεόραση σας
tr: Adım 1: Televizyonunuza bağlayınız
uk: Крок 1: Підключення до телевізора

source: For optimal display settings, specify your TV model and AuraHD connection type. Please, read the TV user guide before you do it.
de: Geben Sie bitte Ihren Fernsehtyp und den gewählten Anschluss mit der AuraHD an - der Installationsassistent wählt die passende Bildauflösung aus. Es wird empfohlen, dass Sie die Anleitung zu Ihrem Fernseher lesen.
el: Για βέλτιστες ρυθμίσεις της οθόνης, καθορίστε το μοντέλο της τηλεόρασής σας και AuraHD τύπο σύνδεσης. Παρακαλούμε, διαβάστε το εγχειρίδιο χρήσης της τηλεόρασής σας πριν το κάνετε.
tr: Görüntü parametrelerini optimal olarak seçilmesi için televizyonunuzun ve AuraHD ile bağlantı türünü işaretleyiniz. Bunu yapmadan önce TV kullanım kılavuzunu okuyunuz.
uk: Вкажіть, який у вас телевізор і тип з'єднання з AuraHD, щоб Майстер налаштування підібрав оптимальні параметри відображення. Заздалегідь рекомендуємо ознайомитися з інструкцією до вашого телевізора.

source: RCA cable
de: RCA Kabel
el: RCA καλώδιο
tr: RCA kablosu
uk: Кабель RCA

source: HDMI cable
de: HDMI Kabel
el: HDMI καλώδιο
tr: HDMI kablosu
uk: Кабель HDMI

source: Attention:
de: Achtung:
el: Προσοχή:
tr: Dikkat:
uk: Увага:

source: For TVs with the HDMI interface, we recommend to use an HDMI cable for connecting AuraHD to maximize image quality (HD or Full HD).
de: Falls Ihr Fernsehegerät mit einem HDMI-Ausgang ausgestattet ist, empfehlen wir Ihnen für eine bessere Bildqualität (HD und Full HD) den Multimediaplayer AuraHD über den HDMI-Anschluss zu verbinden.
el: Για τηλεοράσεις με διεπαφή HDMI, σας συνιστούμε να χρησιμοποιήσετε ένα καλώδιο HDMI για σύνδεση AuraHD για μεγιστοποίηση της ποιότητας εικόνας (HD ή Full HD).
tr: Televizyonunuz HDMI girişliyse, görüntünün olabilecek en yüksek kalitesini sağlamak için (HD veya Full HD) biz AuraHD'i HDMI kablosu üzerinden bağlamanızı tavsiye ederiz.
uk: Якщо ваш телевізор оснащений HDMI-входом, для забезпечення максимально можливої якості картинки (HD або Full HD) ми рекомендуємо підключати AuraHD за допомогою HDMI-кабеля.

source: Step 2: Connecting AuraHD to LAN and/or to the Internet
de: Schritt 2: Mediaplayer mit LAN und/oder Internet verbinden
el: Βήμα 2: Σύνδεση AuraHD σε δίκτυο ή / και στο Διαδίκτυο
tr: Adım 2: AuraHD cıhazının yerel alan ağına ve/veya İnternete bağlaması
uk: Крок 2: Підключення медіаплеєра до локальної мережі і мережі Інтернет

source: Active AuraHD Internet connection gives you access to web resources from your TV and also makes it possible to view media files located on your computer or local network. Select the connection type:
de: Aktive Internetverbindung der AuraHD ermöglicht Ihnen den Zugriff auf alle Internetquellen - von Ihrem TV aus. Außerdem ist es möglich, Multimediadateien Ihres Computers über das lokale Netzwerk auf dem TV wiederzugeben. Wählen Sie den Verbindungstyp:
el: Ενεργή AuraHD σύνδεση στο Internet σας δίνει πρόσβαση στους δικτυακούς πόρους από την τηλεόρασή σας και επίσης καθιστά δυνατό να δείτε τα αρχεία πολυμέσων που βρίσκονται στον υπολογιστή σας ή στο τοπικό σας δίκτυο. Επιλέξτε τον τύπο σύνδεσης:
tr: AuraHD ile İnternet etkin bağlantı televizyonunuzun ekranından İnternet şebekesinin tüm kaynaklarına erişim sağlar, yerel alan ağına bağlantı ise de sözü edilen yerel alan ağında ve bilgisayarınızda bulunan medya dosyalarını seyretme imkânını sağlar. Bağlantı türünü seçiniz:
uk: Активне з'єднання AuraHD з Інтернет забезпечує доступ до всіх ресурсів мережі Інтернет з екрана вашого телевізора, а підключення до локальної мережі також дає можливість перегляду медіафайлів, що містяться на вашому комп'ютері і в локальній мережі.

source: Wired
de: Kabel
el: Ενσύρματο
tr: Kablolu
uk: Дротова

source: Wireless
el: Ασύρματο
tr: Kablosuz
uk: Бездротова

source: Skip
de: Überspringen
el: Παράκαμψη
tr: Geç
uk: Пропустити

source: Step 2.3: Checking wireless network and Internet connection
de: Schritt 2.3: Überprüfung der Internetverbindung
el: Βήμα 2.3: Έλεγχος ασύρματου δίκτυου και σύνδεση στο Internet
tr: Adım 2.3: Kablosuz şebekeye ve İnternete bağlantı kontrolü
uk: Крок 2.3: Перевірка бездротової мережі та підключення до Інтернет

source: Step 2.1: Checking local network and Internet connection
de: Schritt 2.1: Überprüfung der Internetverbindung
el: Βήμα 2.1: Έλεγχος τοπικού δικτύου και σύνδεση στο Internet
tr: Adım 2.1: Yerel alan ağına ve İnternete bağlantı kontrolü
uk: Крок 2.1: Перевірка локальної мережі та підключення до Інтернет

source: Checking wireless network
de: Überprüfung des drahtlosen Netzwerks
el: Έλεγχος ασύρματου δικτύου
tr: Kablosuz bağlantı kontrolü
uk: Перевірка підключення до Інтернет по бездротовій мережі

source: Checking local network connection
de: Überprüfung des lokalen Netzwerks
el: Έλεγχος τοπικής σύνδεσης δικτύου
tr: Yerel alan ağına bağlantı kontrolü
uk: Перевірка підключення до Інтернет по локальній мережі

source: sec.
de: Sek.
tr: san.
uk: сек.

source: Checking Internet connection
de: Überprüfung der Internetverbindung
el: Έλεγχος σύνδεσης στο Internet
tr: İnternet bağlantısı kontrolü
uk: Перевірка підключення до Інтернет

source: Information
el: Πληροφορίες
tr: Bilgi
uk: Інформація

source: Refresh
de: Aktualisieren
el: Ανανέωση
tr: Yenle
uk: Оновити
