Repository: Nepose/MAG_Software_Portal
Catalog: embedded_portal/default_sources/system/settings/lang/*.po
Languages: tr, uk

source: Confirm
tr: Onayla
uk: Підтвердження

source: Cancel
tr: İptal
uk: Відміна

source: Save
tr: Kaydet
uk: Зберегти

source: Unpaire
uk: Забути

source: You have changed some settings.<br>To apply new settings it is necessary to reboot device.<br>Reboot now?
tr: Sadece cihazın yeniden açılmasından sonra yürürlüğe giren <br>değişiklikleri yapıldı.<br>Şimdi yeniden açar mısınız?
uk: Були змінені важливі налаштування, які<br>почнуть діяти після перезапуску пристрою.<br>Виконати перезапуск зараз?

source: Yes
tr: Evet
uk: Так

source: Confirmation
tr: Onayla
uk: Підтвердження

source: You have changed some settings.<br>To apply new settings it is necessary to restart portal.<br>Restart now?
tr: Sadece cihazın yeniden açılmasından sonra yürürlüğe giren <br>değişiklikleri yapıldı.<br>Şimdi yeniden açar mısınız?
uk: Були змінені важливі налаштування, які<br>почнуть діяти після перезапуску порталу.<br>Виконати перезапуск зараз?

source: Some settings have been changed
tr: Bazı ayarlar değiştirildi
uk: Деякі налаштування були змінені

source: USB storage is connected
tr: USB bellek aygıtı bağlı
uk: Підключений USB-накопичувач

source: Exit
tr: Çıkış
uk: Вихід

source: More
tr: Fazla
uk: Додатково

source: Up
tr: Yukarıya
uk: Вгору

source: Down
tr: Aşağıya
uk: Вниз

source: Info
tr: Bilgi
uk: Iнформація

source: Close
tr: Kapat
uk: Закрити

source: Refresh
tr: Yenile
uk: Оновити

source: Notice
tr: Bildirim
uk: Повідомлення

source: During file playback, video output frame rate will be automatically adjusted<br/>according to played content.<br />Notes:<br />- works only with HDMI 720p/1080i/1080p video modes<br />- make sure your TV supports required video mode
tr: Saniyelik görüntü sayısı oynatma süresinde oynatılan dosyaya göre<br/>otomatik olarak ayarlanacak.<br />Not: <br />- sadece HDMI 720p/1080i/1080p video rejiminde çalışır.<br />- Televizyonunuzun gereken rejimi desteklediğini kontrol ediniz
uk: Частота кадрів відеовиходу буде автоматично підлаштована<br/>під програваний контент під час відтворення.<br />Зауваження:<br />- працює лише в HDMI 720p/1080i/1080p режимах відео.<br />- Переконайтеся, що ваш телевізор підтримує необхідний режим.

source: Network
tr: Ağ
uk: Мережа

source: Servers
tr: Sunucular
uk: Сервери

source: Video
tr: Video kayıtları
uk: Відео

source: Audio
tr: Ses kayıtları
uk: Аудіо

source: Advanced settings
tr: Gelişmiş ayarlar
uk: Розширені налаштування

source: Keyboard layout
tr: Klavye düzeni
uk: Розкладка клавіатури

source: Network info
tr: Ağ durumu
uk: Стан мережі

source: Device info
tr: Cihaz bilgisi
uk: Інформація про пристрій

source: Restart portal
tr: Portalı yenile
uk: Перезапуск порталу

source: Reboot device
tr: Cihaz yeniden aç
uk: Перезавантаження пристрою

source: Reset settings
tr: Ayarları sıfırla
uk: Cкидання налаштувань

source: Clear user data
tr: Kullanıcı verilerini sil
uk: Очистити дані користувача

source: Software update
tr: Yazılımın güncellenmesi
uk: Оновлення ПЗ

source: Remote control
tr: Uzaktan kumanda
uk: Дистанційне керування

source: System settings
tr: Sistem ayarları
uk: Cистемні налаштування

source: Wired (Ethernet)
tr: Kablolu (Ethernet)
uk: Провідне (Ethernet)

source: Wireless (Wi-Fi)
tr: Kablosuz (Wi-Fi)
uk: Безпровідне (Wi-Fi)

source: Auto (DHCP)
tr: Otomatik (DHCP)
uk: Авто (DHCP)

source: Auto (DHCP), manual DNS
tr: Otomatik (DHCP), DNS elle
uk: Авто (DHCP), DNS вручну

source: Manual
tr: Elle
uk: Вручну

source: No IP
tr: IP'siz
uk: Без IP

source: Confirm changes?
tr: Değişikleri uygulamak istiyor musunuz?
uk: Застосувати зміни?

source: Following fields filled in incorrectly:
tr: Aşağıdaki alanlar yanlış dolduruldu:
uk: Наступні поля заповнені неправильно:

source: IP address:
tr: IP adresi:
uk: IP-адреса:

source: Network mask:
tr: Ağ maskesi:
uk: Мережева маска:

source: Gateway:
tr: Geçit:
uk: Шлюз:

source: DNS server:
tr: DNS sunucusu:
uk: DNS сервер:

source: Login:
tr: Ad:
uk: Ім'я:

source: Password:
tr: Şifre:
uk: Пароль:

source: Wi-Fi adapter not connected
tr: Wi-Fi adaptör bağlı değil
uk: Wi-Fi адаптер не підключений

source: Enable WiFi
uk: Увімкнути WiFi

source: Disable WiFi
uk: Вимкнути WiFi

source: Open
tr: Açık
uk: Відкрита

source: Shared key
tr: Paylaşılan anahtar
uk: Загальний ключ

source: Auto Open/Shared key
tr: Otomatik açık/Paylaşılan anahtar
uk: Відкрита мережа/Загальний ключ

source: NONE
tr: Kesildi
uk: Вимкнений

source: Authentication mode:
tr: Yetkilendirilme modu:
uk: Режим автентифікації:

source: Encryption:
tr: Kodlama:
uk: Шифрування:

source: Key or passphrase:
tr: Şifre:
uk: Пароль:

source: Keys and encoding setup
tr: Tuşlar ve kodlama kurulumu
uk: Введення ключів доступу

source: Scan devices
uk: Сканувати пристрої

source: Enable Bluetooth
uk: Ввімкнути Bluetooth

source: Disable Bluetooth
uk: Вимкнути Bluetooth

source: Search for devices
uk: Пошук пристроїв

source: Searching ...
uk: Пошук пристроїв ...

source: Scanning devices failed
uk: Сканування пристроїв не вдалося

source: Bluetooth pairing request
uk: Запит Bluetooth парування

source: Note: After you type this code, you might need to press Enter, OK, or a similar button on your device
uk: Примітка: Після введення цього коду, можливо, буде потрібно натиснути Enter, OK, або аналогічну кнопку на пристрої

source: Enter the code on your device:
uk: Введіть вказаний код на пристрої:

source: Bluetooth authentication failed
uk: Аутентифікація Bluetooth зірвалася

source: Bluetooth device connected
uk: Пристрій Bluetooth підключено

source: Bluetooth device disconnected
uk: Пристрій Bluetooth відключений

source: Connection
uk: Підключення

source: Device
uk: Пристрій

source: Connect
uk: Підключити

source: Connection failed
uk: Підключення не вдалося

source: This device type is not supported
uk: Цей тип пристрою не підтримується

source: close
uk: закрити

source: will be unpaired
uk: буде забутий

source: Forget
uk: Забути

source: Video output mode:
tr: Video çıkışı modu:
uk: Режим відеовиходу:

source: Graphic resolution:
tr: Grafik çözünürlük:
uk: Графічне розширення:

source: OK to confirm the new mode. <br> EXIT to return to the previous mode. <br> <br> Return to the previous mode after 15 seconds.
uk: OK для підтвердження нового режиму. <br> EXIT, щоб повернутися попереднього режиму. <br> <br> Повернення до попереднього режиму через 15 секунд.

source: Auto frame rate:
tr: Saniyelik görüntü sayısı otomatik ayarlanması:
uk: Автопідлаштування частоти кадрів:

source: Disabled
tr: Devre dışı
uk: Вiдключено

source: Language:
tr: Dil:
uk: Мова:

source: Time zone:
tr: Saat dilimi:
uk: Часова зона:

source: UPnP client enabled:
tr: UPnP istemcisi aç:
uk: Запускати UPnP клієнт:

source: Wireless
tr: Kablosuz
uk: Безпровідна мережа

source: Buffer size (ms):
tr: Buffer büyüklüğü (msan.):
uk: Розмір буфера (мс):

source: Storages access mode:
tr: Depolama cıhazlarına erişim modu:
uk: Режим доступу до накопичувачів:

source: full access
tr: tam erişim
uk: повний доступ

source: read only
tr: sadece okuma
uk: тільки читання

source: This change will take effect after reboot
tr: Bu değişiklik sadece yeni açılmaktan sonra yürürlüğe girer
uk: Ця зміна набуде чинності після перезавантаження

source: IGMP version:
tr: IGMP versiyonu:
uk: Версія IGMP:

source: Multicast proxy enabled:
tr: Multicast proxy aç:
uk: Використовувати multicast proxy:

source: Multicast proxy URL:
uk: Адреса multicast proxy:

source: Manual DNS
tr: DNS değiştir
uk: Змінити DNS

source: Static IP
tr: Statik IP
uk: Статичний IP

source: No config
tr: Ayarlar yok
uk: Без налаштувань

source: Current configuration
tr: Carî ayarlar
uk: Поточні налаштування

source: Current status
tr: Cari durum
uk: Поточний стан

source: Link status:
tr: Link durumu:
uk: Стан лінка:

source: MAC address:
tr: MAC adresi:
uk: MAC-адреса:

source: Restart portal?
tr: Portalı yenilemek istiyor musunuz?
uk: Перезапустити портал?

source: Reset settings?
tr: Ayarları sıfırlamak istiyor musunuz?
uk: Скинути налаштування?

source: Update method:
tr: Güncelleme yöntemi:
uk: Метод оновлення:

source: Disk:
uk: Диск:

source: No disk found
tr: Disk bulunamadı
uk: Диск не знайдено

source: Path:
tr: Yol:
uk: Шлях:

source: Incorrect URL
tr: URL yanlış
uk: Неправильний URL

source: USB device not found!
tr: USB aygıtı bulunamadı!
uk: USB-пристрій не знайдено!

source: Warning
tr: Uyarı
uk: Попередження

source: <span class="alert">Warning!</span> The device will be rebooted and updated automatically.
tr: <span class='alert'>Dikkat!</span> Cihaz otomatik olarak yeniden açılacak.
uk: <span class='alert'>Увага!</span> Після завершення оновлення пристрій буде перезавантажений

source: Update
tr: Güncelle
uk: Оновити

source: Starting update...
tr: Güncelleme başlıyor...
uk: Оновлення ПЗ

source: Some error occurred. Please, contact your operator.
tr: Bir hata ortaya çıktı. Operatörünüze başvurunuz, lütfen.
uk: Виникла помилка. Будь ласка зв'яжiться зi своiм оператором.

source: Verify
tr: Doğrula
uk: Перевірити

source: General
tr: Genel
uk: Загальні

source: Portals
tr: Portallar
uk: Портали

source: NTP server:
tr: NTP sunucusu:
uk: NTP-сервер:

source: Portal 1 name
tr: Portal 1 ad
uk: Портал 1 ім'я

source: Portal 1 URL
uk: Портал 1 URL

source: Portal 2 name
tr: Portal 2 ad
uk: Портал 2 ім'я

source: Portal 2 URL
uk: Портал 2 URL

source: sec.
tr: san.
uk: сек.

source: min.
tr: dk.
uk: хв.

source: Without auto start
tr: Otomatik yüklenmeden
uk: Без автозавантаження

source: Multiportal mode:
tr: Multiportal modu:
uk: Режим мультипортальності:

source: Default portal:
tr: Standart portal:
uk: Портал за замовчанням:

source: Portal load delay:
tr: Portal yüklenmesinin gecikmesi:
uk: Затримка завантаження порталу:

source: Portal:
uk: Портал:

source: Use portal
tr: Portalı kullan
uk: Використати портал

source: Name
tr: Ad
uk: Ім'я

source: Not all required fields are filled.
tr: Tüm alanlar doldurulmadı.
uk: Заповнені не всі поля.

source: Use DHCP portal:
tr: DHCP portalını kullan:
uk: Використати DHCP-портал:

source: DHCP portal:
tr: DHCP portalı:
uk: DHCP-портал:

source: Update URL:
tr: URL güncelle:
uk: URL-образу:

source: Control channel URL:
tr: Yönetim kanalı (URL):
uk: Канал керування (URL):

source: For correct work of "Multiportal mode" it is necessary to turn off "Use DHCP portal" (System settings/Servers/More)
tr: Multiportal modunun uygun çalışmasına "DHCP portalını kullan" kapatmanız lâzım (Sistem ayarları/Sunucular/Fazla)
uk: Для коректного використання режиму мультипортальності необхідно відключити "використовувати DHCP портал " (Системні налаштування / Сервери / Додатково)

source: Initial volume:
tr: İlk ses kuvveti:
uk: Початкова гучність:

source: Audio output mode:
tr: Ses çıkışı modu::
uk: Режим виведення звуку:

source: Stereo
uk: Стерео

source: Mono
uk: Моно

source: Mono Left
tr: Mono sol
uk: Моно лівий

source: Mono Right
tr: Mono sağ
uk: Моно правий

source: SPDIF Mode:
tr: SPDIF rejimi:
uk: Режим SPDIF:

source: HDMI Audio:
tr: HDMI sesi:
uk: HDMI-аудіо:

source: Russian
tr: Rusça
uk: Російська

source: Ukrainian
tr: Ukraynaca
uk: Українська

source: English
tr: İngilizce
uk: Англійська

source: German
tr: Almanca
uk: Нiмецька

source: None of the proposed layouts selected.<br>Layouts will be selected according to the location.
tr: Sunulan düzeni seçilmedi.<br>Düzenler yerelleştirmeye göre seçilecek.
uk: Не обрана жодна із запропонованих розкладок. <br> Розкладка буде обрана згідно локалізації.

source: Model:
uk: Модель:

source: Serial number:
tr: Seri numarası:
uk: Серійний номер:

source: Vendor:
tr: Üretici:
uk: Виробник:

source: Hardware version:
tr: Donanım versiyonu:
uk: Версія апаратури:

source: Active bank:
tr: Aktif banka:
uk: Активний банк:

source: Image version:
tr: Kalıp dosyası versiyonu:
uk: Версія образу:

source: Image description:
tr: Kalıp dosyası tarifi:
uk: Опис образу:

source: RootFS version:
tr: RootFS versiyonu:
uk: Версія RootFS:

source: Device is going to reboot. Are you sure?
tr: Cihaz yeni açılacak. Yeni açmak istemekten emin misiniz?
uk: Перезавантажити пристрій?

source: <span style="color: red">User data will be lost!</span><br>We strongly recommend read Menu Guide.<br>Do you want to do it?
tr: <span style="color: red">Kullanıcı verileri tamamen silinecek!</span> <br>Menü Kılavuzunu okumanızu tavsiye ederiz. <br>Kullanıcı verileri silmek istiyor musunuz?
uk: <span style="color: red">Дані користувача будуть безповоротно видалені!</span> <br>Наполегливо рекомендуємо ознайомитися з Довiдкою з меню.<br>Видалити призначені для користувача дані?

source: Use remote control:
tr: Uzaktan kumanda kullan:
uk: Використати дистанційне керування:

source: Device name:
tr: Cihazın adı:
uk: Ім'я пристрою:

source: Password (numbers only):
tr: Şifre (rakam sadece):
uk: Пароль (тільки цифри):

source: Device name
tr: Cihaz bilgisi
uk: Інформація про пристрій

source: Password
tr: Şifre:
uk: Пароль:

source: Passphrase:
tr: Parola:
uk: Кодова фраза:

source: Generate WEP 64 keys
tr: 64 bit anahtarları oluştur
uk: Генерація ключів 64 біт

source: Generate WEP 128 keys
tr: 128 bit anahtarları oluştur
uk: Генерація ключів 128 біт

source: Default key
tr: Standart anahtar
uk: Ключ за замовчанням

source: Key
tr: Anahtar
uk: Ключ

source: symbols
tr: semboller
uk: символів

source: Successfully saved
tr: Başarılı kaydedildi
uk: Успішно збережено

source: Same as video
tr: Videoya göre
uk: Відпов. відеовиходу

source: Embedded portal
tr: Oturtulmuş portal
uk: Вбудований портал

source: Networks:
tr: Ağlar:
uk: Мережи:

source: Frequency:
tr: Frekans:
uk: Частота:

source: Channel:
tr: Kanal:
uk: Канал:

source: Signal info:
tr: Sinyal bilgisi:
uk: Iнформація сигналу

source: Detailed info on selected network
tr: Seçilen ağın ayrıntılı bilgisi
uk: Детальна інформація вибраної мережі

source: Devices:
uk: Прилади:

source: Address:
uk: Адреса:

source: Type:
uk: Тип:

source: Paired:
uk: З'єднаний:

source: Detailed info on selected device
uk: Детальна інформація про вибраному пристрою

source: No
uk: Ні

source: Current configuration:
tr: Carî ayarlar:
uk: Поточні налаштування:

source: Enabled
tr: Etkin

source: Enable once
tr: Bir kez etkinleştir

source: Dynamic range compression:
tr: Dinamik aralığın sıkıştırılma:

source: Operating mode:
tr: İşleme modu:
