Repository: Nepose/MAG_Software_Portal
Catalog: embedded_portal/default_sources/public/app/help/lang/*.po
Languages: de

source: Help
de: Hilfe

source: Enter part of title to filter...
de: Geben Sie einen Teil der Titels zum Filtern an ...

source: Exit
de: Beenden

source: Menu
de: Menü

source: Hide<br>info panel
de: Information<br />einblenden

source: Show<br>info panel
de: Information<br />ausblenden

source: Operations
de: Operationen

source: Open
de: Öffnen

source: Expand all
de: Alles ausfahren

source: Minimize all
de: Alles einfahren

source: USB storage is connected
de: USB-Speicher angeschlossen ist
