Repository: Nepose/MAG_Software_Portal
Catalog: embedded_portal/default_sources/system/updater/lang/*.po
Languages: de, el, es, ru, uk

source: Retry
de: Wiederholen
el: Επανάληψη
es: Reintente
ru: Повторить
uk: Повторити

source: Cancel
de: Abbruch
el: Ακύρωση
es: İptal
ru: Отмена
uk: Відміна

source: Show log
de: Protokoll anzeigen
el: Εμφάνιση αρχείοy καταγραφής
es: Mostrar registro
ru: Показать отчет
uk: Показати звіт

source: Hide log
de: Protokoll ausblenden
el: Απόκρυψη αρχείο καταγραφής
es: Ocultar registro
ru: Скрыть отчет
uk: Сховати звіт

source: Update
el: Ενημέρωση
es: Güncelle
ru: Обновить
uk: Оновити

source: Update status
el: Kατάσταση ενημέρωσης
es: Estado de Güncelle
ru: Статус обновления
uk: Статус оновлення

source: Check image
el: Έλεγχος image
es: Compruebe la imagen
ru: Проверка образа
uk: Перевірка образу

source: Exit
de: Beenden
el: Έξοδος
es: Çıkış
ru: Выход
uk: Вихід

source: Current version
de: Aktuelle Version
el: Τρέχουσα έκδοση
es: Versión actual
ru: Текущая версия
uk: Поточна версія

source: New version
de: Verfügbare Version
el: Νέα έκδοση
es: Nueva versión
ru: Доступная версия
uk: Доступна версія

source: Description
de: Beschreibung
el: Περιγραφή
es: Descripción
ru: Описание
uk: Опис

source: Updating to version
de: Update zur Version
el: Ενημέρωση σε έκδοση
es: Actualizar a la versión
ru: Обновление до версии
uk: Оновлення до версії

source: <span class="alert">Warning!</span> Device will be rebooted after update
de: <span class='alert'>Achtung!</span> Nach der Aktualisierung wird das Gerät neu gestartet!
el: <span class='alert'>Προσοχή!</span> Αυτόματη επανεκκίνηση της συσκευής μετά από την ενημέρωση!
ru: <span class='alert'>Внимание!</span> После обновления устройство будет перезагружено!
uk: <span class='alert'>Увага!</span> Після оновлення пристрій буде перезавантажений!

source: Change log
de: Protokoll zu Änderungen
el: Αλλαγές-Προσθήκες
es: Registro de cambios
ru: Список изменений
uk: Список змін

source: Information not found
de: Information nicht gefunden
el: Οι πληροφορίες δεν βρίσκονται
es: No se encontró información
ru: Информация не найдена
uk: Інформація не знайдена

source: Signature init error
de: Signature init Fehler
el: Υπογραφή σφάλματος init
es: Error de Inicio
ru: Ошибка инициализации криптобиблиотеки
uk: Помилка ініціалізації крипто-бібліотеки

source: Wrong device model
de: Falsches Gerätemodell
el: Λάθος μοντέλο συσκευής
es: Modelo de dispositivo incorrecto
ru: Неверная модель устройства
uk: Неправильна модель пристрою

source: Section size exceeds partition size on FLASH
de: Größe überschreitet FLASH Partitionsgröße
el: Το μέγεθος τμήματος υπερβαίνει το μέγεθος του διαμερίσματος της FLASH
es: Tamaño de la sección superior tamaño de la partición en FLASH
ru: Размер NAND слишком мал для размещения данных
uk: Розмір NAND занадто малий для розміщення даних

source: Required FLASH section not found. Aborting update
de: Erforderlicher FLASH Abschnitt nicht gefunden. Update-Abbruch
el: Το απαιτούμενο τμήμα FLASH δεν βρέθηκε. ματαίωση ενημέρωσης.
es: Sección FLASH requerido no se encuentra. İptal Güncelle.
ru: Необходимый раздел NAND не найден. Отмена обновления.
uk: Необхідний розділ NAND не знайдений

source: Updating kernel
de: Aktualisierung Kernel
el: Ενημέρωση πυρήνα (kernel)
es: Güncelle del kernel
ru: Обновление ядра
uk: Оновлення ядра

source: Updating image
de: Bild aktualisieren
el: Ενημέρωση image
es: Actualizar imagen
ru: Обновление образа
uk: Оновлення образу

source: Internal error
de: Interner Fehler
el: Εσωτερικό σφάλμα
es: Error interno
ru: Непредвиденная ошибка
uk: Непередбачена помилка

source: Inspecting firmware
de: Inspektion Firmware
el: Επιθεώρηση firmware
es: Revisión del firmware
ru: Анализ прошивки
uk: Аналіз прошивки

source: Updating environment variables
de: Aktualisieren der Umgebungsvariablen
el: Ενημέρωση των μεταβλητών περιβάλλοντος
es: Güncelle de variables de entorno
ru: Обновление переменных среды
uk: Оновлення змінних середовища

source: Updating Bootstrap section
de: Aktualisiere Bootstrap Abschnitt
el: Ενημέρωση τμήματος Bootstrap
es: Güncelle de sección Bootstrap
ru: Обновление bootstrap
uk: Оновлення bootstrap

source: Skipping Bootstrap section
de: Bootstrap Update
el: Παράκαμψη τμήματος Bootstrap
es: Saltar sección Bootstrap
ru: Пропуск обновления bootstrap
uk: Пропуск оновлення bootstrap

source: Updating User FS section
de: Aktualisiere User FS-Teil
el: Ενημέρωση τμήματος FS χρήστη
es: Güncelle de la sección de usuario FS
ru: Обновление файловой системы пользователя
uk: Оновлення файлової системи користувача

source: Skipping User FS section
de: Überspringe User FS Teil
el: Παράκαμψη ενημέρωσης τμήματος FS χρήστη
es: Saltar sección usuario FS
ru: Пропуск обновления файловой системы пользователя
uk: Пропуск оновлення файлової системи користувача

source: Updating second boot
de: Aktualisiere zweiten Boot
el: Ενημέρωση δεύτερου boot
es: Inicio segunda Güncelle
ru: Обновление второго загрузчика
uk: Оновлення другого завантажувача

source: Updating logotype
de: Aktualisiere Logo
el: Ενημέρωση λογότυπου
es: Güncelle de logotipo
ru: Обновление логотипа
uk: Оновлення логотипа

source: Update finished OK
de: Update abgeschlossen - OK
el: Η ενημέρωση τελειώσε OK
es: Güncelle finalizada correctamente
ru: Обновление завершено
uk: Оновлення завершено

source: Wrong signature
de: Falsche Unterschrift
el: Λάθος υπογραφή
es: Firma incorrecta
ru: Неправильная сигнатура
uk: Неправильна сигнатура

source: Erasing flash section
de: Flash Abschnitt wird gelöscht
el: Διαγραφή τμήματος flash
es: Borrar sección flash
ru: Подготовка NAND для записи
uk: Підготовка NAND для запису

source: Flash write error
de: Flash-Schreibfehler
el: Σφάλμα εγγραφής Flash
es: Error de escritura Flash
ru: Ошибка записи в NAND
uk: Помилка запису в NAND

source: File write error
de: Flash-Schreibfehler
el: Σφάλμα εγγραφής αρχείου
es: Error de escritura de archivo
ru: Ошибка записи в файл
uk: Помилка запису в файл

source: Idle
de: Inaktiv
el: Έτοιμο για αναβάθμιση
es: Libre
ru: Готово к обновлению
uk: Готово до оновлення

source: Invalid file header
de: Ungültige Datei-Header
el: Μη έγκυρη επικεφαλίδα αρχείου
es: Encabezado de archivo no válido
ru: Неправильный заголовок файла
uk: Неправильний заголовок файлу

source: Inspecting update file
de: Inspektion der Update-Datei
el: Επιθεώρηση αρχείου ενημέρωσης
es: Inspección de archivo de Güncelle
ru: Анализ файла обновления
uk: Аналіз файлу оновлення

source: File check finished
de: Dateiprüfung abgeschlossen
el: Ο έλεγχος αρχείου τελείωσε
es: Comprobación del archivo terminada
ru: Проверка файла завершена
uk: Перевірка файлу завершена

source: File not found
de: Datei nicht gefunden
el: Το αρχείο δεν βρέθηκε
es: No se ha encontrado el archivo
ru: Файл не найден
uk: Файл не знайдений

source: Initialising
de: Initialisierung
el: Εκκίνηση
es: Iniciando
ru: Подготовка к работе
uk: Підготовка до роботи

source: Read error
de: Lesefehler
el: Σφάλμα ανάγνωσης
es: Error de lectura
ru: Ошибка чтения
uk: Помилка читання

source: Status
el: Κατάσταση
es: Estado
ru: Статус
uk: Статус

source: Date
de: Datum
el: Ημερομηνία
ru: Дата
uk: Дата

source: Autoupdate
el: Αυτόματη ενημέρωση
es: Güncelle automática
ru: Автообновление
uk: Автооновлення
